{"technologies": 9159, "provides": 7302, "application": 743, "focused": 3708, "solutions": 8602, "life": 5314, "sciences": 7990, "diagnostics": 2769, "applied": 761, "chemical": 1625, "markets": 5626, "worldwide": 9958, "operates": 6362, "segments": 8105, "genomics": 4108, "segment": 8059, "offers": 6213, "liquid": 5361, "chromatography": 1664, "systems": 9066, "components": 2169, "mass": 5649, "spectrometry": 8719, "gas": 4012, "coupled": 2424, "plasma": 6877, "instruments": 4923, "atomic": 896, "microwave": 5788, "emission": 3103, "optical": 6466, "laboratory": 5196, "software": 8562, "information": 4859, "management": 5527, "analytics": 683, "automation": 946, "robotic": 7854, "testing": 9236, "vacuum": 9697, "pumps": 7430, "measurement": 5676, "columns": 1808, "sample": 7928, "preparation": 7019, "products": 7127, "custom": 2502, "instrument": 4921, "supplies": 9020, "contract": 2305, "manufacturing": 5592, "research": 7708, "development": 2715, "pathology": 6678, "companion": 1904, "partnership": 6659, "analysis": 680, "businesses": 1380, "cell": 1558, "plate": 6880, "based": 1070, "assays": 843, "flow": 3696, "real": 7514, "time": 9293, "analyzers": 688, "imaging": 4624, "related": 7621, "consumables": 2263, "various": 9716, "services": 8243, "including": 4653, "repairs": 7687, "parts": 6661, "maintenance": 5503, "installations": 4906, "training": 9359, "compliance": 2167, "support": 9027, "service": 8229, "asset": 850, "consulting": 2259, "direct": 2814, "sales": 7903, "distributors": 2908, "resellers": 7717, "manufacturer": 5577, "representatives": 7698, "electronic": 3092, "commerce": 1821, "incorporated": 4676, "1999": 145, "headquartered": 4260, "santa": 7949, "clara": 1679, "california": 1411, "technologies provides": 9165, "life sciences": 5320, "worldwide company": 9959, "company operates": 2068, "operates segments": 6413, "markets segment": 5637, "segment offers": 8081, "information management": 4860, "technologies segment": 9166, "segment provides": 8094, "research development": 7710, "real time": 7529, "imaging systems": 4626, "provides various": 7374, "various services": 9735, "services including": 8317, "software service": 8579, "asset management": 860, "management consulting": 5535, "consulting services": 2260, "services company": 8268, "company markets": 2036, "markets products": 5635, "products direct": 7149, "direct sales": 2818, "technologies incorporated": 9164, "incorporated 1999": 4713, "1999 headquartered": 146, "headquartered santa": 4349, "santa clara": 7950, "clara california": 1680, "worldwide company operates": 9961, "company operates segments": 2070, "technologies segment offers": 9167, "segment provides various": 8098, "company markets products": 2037, "products direct sales": 7150, "incorporated 1999 headquartered": 4714, "headquartered santa clara": 4350, "santa clara california": 7951, "worldwide company operates segments": 9962, "headquartered santa clara california": 4351, "corporation": 2379, "subsidiaries": 8969, "engages": 3176, "bauxite": 1118, "mining": 5840, "alumina": 611, "refining": 7587, "aluminum": 612, "production": 7111, "energy": 3136, "generation": 4090, "business": 1356, "australia": 920, "brazil": 1303, "canada": 1423, "norway": 6165, "spain": 8696, "united": 9540, "states": 8793, "internationally": 5002, "ores": 6496, "processes": 7079, "sale": 7900, "customers": 2514, "process": 7073, "industrial": 4819, "supply": 9021, "contracts": 2311, "parties": 6653, "smelting": 8544, "primary": 7044, "form": 3768, "alloy": 601, "value": 9701, "add": 387, "produce": 7089, "transportation": 9392, "building": 1339, "construction": 2247, "packaging": 6604, "wire": 9924, "traders": 9350, "addition": 391, "generates": 4084, "sells": 8151, "electricity": 3081, "wholesale": 9899, "market": 5606, "large": 5212, "consumers": 2283, "distribution": 2894, "companies": 1889, "known": 5179, "upstream": 9658, "changed": 1598, "october": 6204, "2016": 206, "founded": 3788, "1886": 28, "pittsburgh": 6859, "pennsylvania": 6725, "corporation subsidiaries": 2400, "subsidiaries engages": 8978, "energy generation": 3147, "spain united": 8697, "united states": 9556, "states internationally": 8838, "internationally company": 5003, "chemical products": 1626, "businesses company": 1381, "company offers": 2042, "offers primary": 6248, "industrial markets": 4831, "addition provides": 407, "provides energy": 7328, "sells electricity": 8154, "distribution companies": 2898, "companies company": 1891, "company known": 2023, "corporation changed": 2382, "company founded": 1949, "founded 1886": 3797, "headquartered pittsburgh": 4330, "pittsburgh pennsylvania": 6860, "corporation subsidiaries engages": 2401, "united states internationally": 9604, "states internationally company": 8839, "internationally company operates": 5006, "companies company known": 1892, "headquartered pittsburgh pennsylvania": 4331, "united states internationally company": 9605, "states internationally company operates": 8841, "internationally company operates segments": 5007, "united states internationally company operates": 9607, "states internationally company operates segments": 8842, "american": 653, "airlines": 568, "group": 4197, "network": 6070, "air": 554, "carrier": 1522, "latin": 5230, "america": 624, "atlantic": 892, "pacific": 6575, "scheduled": 7983, "passengers": 6672, "cargo": 1515, "hubs": 4568, "charlotte": 1609, "chicago": 1630, "dallas": 2545, "fort": 3780, "worth": 9966, "los": 5448, "angeles": 695, "miami": 5779, "new": 6094, "york": 9981, "philadelphia": 6830, "phoenix": 6833, "washington": 9836, "partner": 6655, "gateways": 4057, "london": 5437, "seattle": 8017, "tokyo": 9310, "fleet": 3681, "aircraft": 564, "december": 2585, "2013": 197, "1926": 52, "texas": 9239, "airlines group": 569, "group subsidiaries": 4212, "subsidiaries operates": 8988, "operates network": 6397, "states latin": 8849, "latin america": 5231, "pacific company": 6577, "company provides": 2098, "air transportation": 560, "transportation services": 9395, "los angeles": 5449, "new york": 6099, "group founded": 4200, "founded 1926": 3823, "headquartered fort": 4292, "group subsidiaries operates": 4214, "united states latin": 9615, "states latin america": 8850, "pacific company provides": 6581, "air transportation services": 561, "united states latin america": 9616, "designs": 2681, "manufactures": 5583, "fiber": 3551, "optic": 6465, "networking": 6079, "taiwan": 9106, "china": 1638, "modules": 5904, "filters": 3576, "lasers": 5224, "laser": 5222, "transceivers": 9367, "turn": 9494, "key": 5155, "equipment": 3261, "amplifiers": 668, "internet": 5016, "data": 2548, "center": 1574, "operators": 6458, "cable": 1404, "television": 9204, "telecom": 9195, "manufacturers": 5578, "home": 4512, "providers": 7299, "indirect": 4805, "channels": 1602, "1997": 139, "sugar": 9004, "land": 5203, "designs manufactures": 2688, "manufactures sells": 5589, "fiber optic": 3553, "networking products": 6080, "products united": 7211, "taiwan china": 9107, "china offers": 1651, "turn key": 9495, "company sells": 2113, "sells products": 8158, "data center": 2551, "cable television": 1405, "equipment manufacturers": 3269, "service providers": 8236, "direct indirect": 2817, "sales channels": 7905, "incorporated 1997": 4709, "1997 headquartered": 141, "designs manufactures sells": 2691, "products united states": 7212, "company sells products": 2114, "incorporated 1997 headquartered": 4710, "engineering": 3212, "marketing": 5616, "selling": 8150, "conditioning": 2210, "heating": 4426, "oklahoma": 6313, "units": 9635, "cooling": 2339, "chillers": 1637, "packaged": 6601, "outdoor": 6529, "mechanical": 5680, "rooms": 7866, "handling": 4243, "makeup": 5515, "recovery": 7554, "geothermal": 4114, "water": 9844, "source": 8667, "heat": 4422, "coils": 1776, "controls": 2323, "retail": 7773, "educational": 3051, "lodging": 5430, "supermarket": 9012, "centers": 1576, "medical": 5694, "pharmaceutical": 6789, "commercial": 1829, "industries": 4837, "independent": 4777, "representative": 7697, "organizations": 6502, "internal": 4990, "force": 3752, "online": 6328, "1987": 119, "tulsa": 9480, "air conditioning": 555, "states canada": 8797, "canada company": 1426, "heat pumps": 4424, "markets sells": 5639, "products retail": 7184, "data centers": 2552, "products network": 7168, "network independent": 6073, "sales force": 7906, "incorporated 1987": 4694, "1987 headquartered": 120, "tulsa oklahoma": 9481, "united states canada": 9561, "states canada company": 8799, "canada company operates": 1428, "company markets sells": 2038, "markets sells products": 5640, "sells products network": 8165, "incorporated 1987 headquartered": 4695, "united states canada company": 9563, "states canada company operates": 8801, "canada company operates segments": 1429, "company markets sells products": 2039, "united states canada company operates": 9565, "advance": 439, "auto": 933, "provision": 7388, "automotive": 953, "aftermarket": 506, "batteries": 1111, "battery": 1112, "accessories": 313, "belts": 1149, "brakes": 1269, "brake": 1268, "pads": 6612, "chassis": 1613, "climate": 1698, "control": 2313, "drive": 2975, "engines": 3220, "engine": 3208, "exhaust": 3417, "hub": 4567, "assemblies": 845, "alignment": 585, "chemicals": 1627, "fluid": 3701, "electrical": 3079, "electronics": 3094, "floor": 3691, "mats": 5667, "seat": 8015, "covers": 2433, "interior": 4984, "hand": 4239, "specialty": 8708, "tools": 9316, "lighting": 5334, "performance": 6742, "sealants": 8008, "adhesives": 421, "compounds": 2175, "tire": 9298, "repair": 7680, "mirrors": 5850, "exterior": 3460, "cleaning": 1687, "wiper": 9922, "blades": 1230, "fuel": 3968, "oil": 6286, "additives": 416, "lubricants": 5468, "motor": 5953, "cleaners": 1686, "treatments": 9438, "transmission": 9380, "installation": 4903, "light": 5330, "scanning": 7980, "checking": 1616, "recycling": 7564, "tool": 9314, "program": 7235, "serves": 8210, "professional": 7227, "installers": 4908, "stores": 8903, "names": 6009, "puerto": 7418, "rico": 7829, "virgin": 9791, "islands": 5102, "independently": 4796, "owned": 6551, "branded": 1282, "mexico": 5771, "caribbean": 1516, "1929": 53, "raleigh": 7482, "north": 6138, "carolina": 1520, "auto parts": 935, "engages provision": 3203, "aftermarket parts": 507, "addition company": 392, "fuel oil": 3970, "company serves": 2121, "operates stores": 6427, "names company": 6010, "stores united": 8913, "states puerto": 8861, "puerto rico": 7419, "virgin islands": 9792, "founded 1929": 3824, "north carolina": 6159, "internationally company offers": 5005, "addition company offers": 397, "services company serves": 8278, "stores united states": 8914, "united states puerto": 9627, "states puerto rico": 8862, "states internationally company offers": 8840, "united states puerto rico": 9628, "united states internationally company offers": 9606, "apple": 740, "smartphones": 8543, "personal": 6762, "computers": 2192, "tablets": 9102, "wearables": 9864, "line": 5349, "mac": 5482, "multi": 5971, "purpose": 7444, "comprising": 2183, "tv": 9499, "watch": 9842, "cloud": 1733, "platforms": 6902, "app": 732, "store": 8902, "allow": 594, "discover": 2834, "download": 2962, "applications": 750, "digital": 2785, "content": 2298, "books": 1257, "music": 5991, "video": 9778, "games": 4005, "podcasts": 6927, "advertising": 455, "include": 4650, "party": 6664, "licensing": 5310, "arrangements": 796, "subscription": 8963, "game": 4004, "fitness": 3657, "personalized": 6773, "users": 9679, "curated": 2495, "experience": 3427, "demand": 2631, "radio": 7472, "stations": 8872, "news": 6106, "exclusive": 3411, "original": 6506, "card": 1494, "credit": 2448, "pay": 6693, "payment": 6700, "licenses": 5309, "intellectual": 4963, "property": 7271, "small": 8523, "mid": 5789, "sized": 8507, "education": 3049, "enterprise": 3229, "government": 4156, "distributes": 2882, "cellular": 1570, "carriers": 1523, "wholesalers": 9904, "retailers": 7796, "1976": 96, "manufactures markets": 5586, "personal computers": 6768, "cloud services": 1747, "services operates": 8346, "operates various": 6434, "various platforms": 9732, "platforms including": 6904, "allow customers": 595, "applications digital": 756, "digital content": 2792, "advertising services": 458, "services include": 8316, "offers various": 6266, "subscription based": 8964, "based services": 1095, "subscription service": 8965, "credit card": 2449, "intellectual property": 4964, "serves consumers": 8213, "consumers small": 2286, "small mid": 8534, "mid sized": 5792, "sized businesses": 8508, "markets distributes": 5630, "party applications": 6665, "online stores": 6345, "force party": 3756, "founded 1976": 3854, "designs manufactures markets": 2690, "worldwide company offers": 9960, "company offers various": 2066, "direct sales force": 2819, "sales force party": 7910, "direct sales force party": 2821, "technology": 9170, "materials": 5661, "explores": 3441, "resources": 7748, "metals": 5755, "lithium": 5374, "nickel": 6113, "cobalt": 1764, "manganese": 5568, "develops": 2736, "commercializes": 1867, "extraction": 3464, "integrated": 4950, "ion": 5085, "august": 916, "2021": 220, "2011": 186, "nevada": 6093, "technology company": 9172, "materials company": 5662, "company united": 2131, "develops commercializes": 2737, "lithium ion": 5375, "company incorporated": 1984, "incorporated 2011": 4741, "2011 headquartered": 188, "company united states": 2132, "company incorporated 2011": 2001, "incorporated 2011 headquartered": 4742, "company incorporated 2011 headquartered": 2002, "biopharmaceutical": 1185, "manufacture": 5571, "commercialization": 1864, "medicines": 5710, "therapies": 9265, "injection": 4891, "autoimmune": 936, "diseases": 2849, "generalized": 4078, "psoriasis": 7393, "treat": 9410, "inflammatory": 4856, "treatment": 9418, "adult": 436, "patients": 6683, "blood": 1238, "cancers": 1453, "cancer": 1448, "lymphoma": 5479, "facial": 3478, "plastics": 6879, "regenerative": 7594, "medicine": 5709, "body": 1248, "skincare": 8518, "therapeutic": 9249, "schizophrenia": 7985, "bipolar": 1216, "disorder": 2863, "depressive": 2662, "parkinson": 6645, "disease": 2846, "migraine": 5809, "chronic": 1665, "neuroscience": 6092, "eye": 3468, "reduction": 7570, "intraocular": 5028, "pressure": 7025, "open": 6352, "glaucoma": 4125, "ocular": 6206, "hypertension": 4591, "increase": 4773, "care": 1501, "hepatitis": 4445, "virus": 9797, "infection": 4850, "pancreatic": 6628, "enzyme": 3252, "therapy": 9269, "bowel": 1264, "syndrome": 9061, "idiopathic": 4607, "2012": 190, "illinois": 4619, "biopharmaceutical company": 1186, "company engages": 1926, "engages research": 3204, "development manufacture": 2723, "manufacture commercialization": 5572, "treat autoimmune": 9411, "autoimmune diseases": 937, "inflammatory diseases": 4857, "treatment adult": 9420, "adult patients": 437, "treat various": 9415, "depressive disorder": 2663, "parkinson disease": 6646, "products addition": 7129, "eye care": 3469, "care products": 1509, "products provides": 7180, "hepatitis virus": 4446, "incorporated 2012": 4743, "2012 headquartered": 192, "headquartered north": 4322, "chicago illinois": 1631, "biopharmaceutical company engages": 1190, "company engages research": 1935, "engages research development": 3205, "research development manufacture": 7712, "development manufacture commercialization": 2724, "treatment adult patients": 9421, "products addition company": 7130, "company incorporated 2012": 2003, "incorporated 2012 headquartered": 4745, "company engages research development": 1936, "engages research development manufacture": 3206, "products addition company offers": 7131, "company incorporated 2012 headquartered": 2004, "biologics": 1178, "discovering": 2836, "developing": 2713, "antibody": 715, "indications": 4803, "unmet": 9644, "need": 6053, "product": 7099, "pipeline": 6852, "includes": 4652, "drug": 2986, "candidate": 1454, "preclinical": 7002, "trial": 9444, "metabolic": 5749, "endocrine": 3131, "conditions": 2211, "fully": 3974, "human": 4569, "half": 4235, "extended": 3454, "monoclonal": 5923, "treating": 9417, "mediated": 5690, "atopic": 897, "dermatitis": 2667, "collaboration": 1784, "license": 5302, "agreement": 533, "viking": 9786, "global": 4127, "investors": 5072, "partners": 6656, "biogen": 1175, "vancouver": 9708, "discovering developing": 2837, "unmet medical": 9645, "product pipeline": 7107, "pipeline includes": 6853, "antibody drug": 716, "drug candidate": 2987, "preclinical trial": 7004, "trial treat": 9446, "monoclonal antibody": 5925, "trial treating": 9448, "cell mediated": 1564, "mediated autoimmune": 5691, "atopic dermatitis": 898, "company research": 2112, "research collaboration": 7709, "collaboration license": 1787, "license agreement": 5303, "headquartered vancouver": 4379, "vancouver canada": 9709, "preclinical trial treat": 7005, "cell mediated autoimmune": 1565, "collaboration license agreement": 1788, "headquartered vancouver canada": 4380, "therapeutics": 9252, "clinical": 1699, "stage": 8762, "gene": 4066, "lead": 5254, "cel": 1557, "autologous": 938, "linked": 5354, "autosomal": 967, "dominant": 2949, "atrophy": 899, "vector": 9741, "platform": 6882, "programs": 7240, "biopharmaceuticals": 1199, "june": 5144, "2015": 203, "1974": 93, "cleveland": 1693, "ohio": 6285, "therapeutics clinical": 9256, "clinical stage": 1703, "stage biopharmaceutical": 8763, "company develops": 1918, "cell therapies": 1566, "diseases lead": 2854, "gene therapy": 4070, "therapy treatment": 9274, "treatment patients": 9428, "autosomal dominant": 968, "programs company": 7241, "june 2015": 5145, "1974 headquartered": 94, "therapeutics clinical stage": 9257, "clinical stage biopharmaceutical": 1704, "stage biopharmaceutical company": 8764, "biopharmaceutical company develops": 1187, "therapeutics clinical stage biopharmaceutical": 9258, "clinical stage biopharmaceutical company": 1705, "stage biopharmaceutical company develops": 8765, "therapeutics clinical stage biopharmaceutical company": 9259, "clinical stage biopharmaceutical company develops": 1706, "beer": 1136, "carbonated": 1492, "soft": 8559, "drinks": 2974, "food": 3724, "alcoholic": 578, "beverages": 1168, "non": 6122, "central": 1578, "south": 8670, "coconut": 1767, "natural": 6022, "juices": 5141, "ready": 7510, "drink": 2973, "main": 5497, "brands": 1283, "licensed": 5307, "corona": 2349, "modelo": 5890, "busch": 1354, "ultra": 9518, "pepsi": 6738, "red": 7565, "s\u00e3o": 9096, "paulo": 6691, "subsidiary": 8998, "international": 4994, "engages production": 3202, "production distribution": 7118, "distribution sale": 2903, "soft drinks": 8560, "alcoholic beverages": 579, "non alcoholic": 6124, "central america": 1579, "america caribbean": 627, "america south": 650, "energy drinks": 3143, "ready drink": 7511, "offers products": 6250, "brands including": 1291, "party distributors": 6666, "headquartered s\u00e3o": 4368, "s\u00e3o paulo": 9097, "paulo brazil": 6692, "operates subsidiary": 6428, "subsidiaries engages production": 8982, "company offers products": 2058, "headquartered s\u00e3o paulo": 4369, "s\u00e3o paulo brazil": 9098, "headquartered s\u00e3o paulo brazil": 4370, "enables": 3119, "offer": 6209, "experiences": 3429, "marketplace": 5622, "connects": 2235, "mobile": 5869, "devices": 2758, "book": 1255, "spaces": 8695, "gift": 4119, "cards": 1500, "breakfast": 1307, "november": 6171, "2010": 183, "2007": 173, "san": 7930, "francisco": 3948, "operates platform": 6403, "platform enables": 6890, "marketplace connects": 5623, "online mobile": 6335, "mobile devices": 5877, "gift cards": 4120, "founded 2007": 3904, "2007 headquartered": 174, "headquartered san": 4342, "san francisco": 7935, "francisco california": 3949, "founded 2007 headquartered": 3905, "2007 headquartered san": 175, "headquartered san francisco": 4345, "san francisco california": 7936, "headquartered san francisco california": 4346, "realty": 7532, "trust": 9461, "invests": 5073, "diversified": 2922, "portfolio": 6952, "structured": 8942, "finance": 3581, "assets": 865, "multifamily": 5975, "single": 8496, "family": 3502, "rental": 7670, "estate": 3304, "agency": 518, "primarily": 7034, "bridge": 1311, "mezzanine": 5776, "loans": 5396, "junior": 5151, "interests": 4981, "mortgages": 5945, "preferred": 7008, "equity": 3279, "joint": 5134, "ventures": 9761, "notes": 6168, "mortgage": 5934, "securities": 8036, "financing": 3623, "seek": 8053, "short": 8464, "term": 9220, "capital": 1469, "used": 9673, "acquisition": 350, "making": 5516, "investments": 5067, "entities": 3243, "directly": 2824, "conventional": 2327, "loan": 5393, "senior": 8184, "transaction": 9361, "debt": 2582, "acquire": 344, "workforce": 9947, "affordable": 479, "housing": 4560, "originates": 6515, "conduit": 2218, "backed": 988, "qualifies": 7453, "investment": 5044, "federal": 3523, "income": 4661, "tax": 9130, "purposes": 7445, "generally": 4079, "subject": 8956, "corporate": 2363, "taxes": 9145, "90": 287, "taxable": 9136, "stockholders": 8885, "2003": 161, "realty trust": 7533, "single family": 8497, "family rental": 3503, "commercial real": 1853, "real estate": 7515, "markets united": 5642, "states company": 8816, "primarily invests": 7037, "mezzanine loans": 5777, "loans including": 5411, "equity real": 3290, "estate related": 3324, "joint ventures": 5135, "mortgage related": 5944, "financing products": 3624, "short term": 8465, "preferred equity": 7009, "equity investments": 3284, "mortgage loan": 5942, "senior debt": 8185, "sells services": 8172, "mortgage loans": 5943, "commercial mortgage": 1847, "mortgage backed": 5935, "backed securities": 989, "company qualifies": 2106, "qualifies real": 7454, "estate investment": 3311, "investment trust": 5060, "trust federal": 9462, "federal income": 3528, "income tax": 4667, "tax purposes": 9132, "purposes generally": 7446, "generally subject": 4080, "subject federal": 8957, "federal corporate": 3524, "corporate income": 2370, "income taxes": 4671, "taxes distributes": 9146, "distributes 90": 2883, "90 taxable": 288, "taxable income": 9137, "income stockholders": 4665, "stockholders company": 8886, "incorporated 2003": 4721, "2003 headquartered": 162, "single family rental": 8498, "commercial real estate": 1854, "markets united states": 5643, "united states company": 9580, "states company operates": 8821, "equity real estate": 3291, "real estate related": 7526, "commercial mortgage backed": 1848, "mortgage backed securities": 5936, "company qualifies real": 2107, "qualifies real estate": 7455, "real estate investment": 7519, "estate investment trust": 3312, "investment trust federal": 5061, "trust federal income": 9463, "federal income tax": 3529, "income tax purposes": 4668, "tax purposes generally": 9133, "purposes generally subject": 7447, "generally subject federal": 4081, "subject federal corporate": 8958, "federal corporate income": 3525, "corporate income taxes": 2371, "income taxes distributes": 4672, "taxes distributes 90": 9147, "distributes 90 taxable": 2884, "90 taxable income": 289, "taxable income stockholders": 9138, "income stockholders company": 4666, "company incorporated 2003": 1994, "incorporated 2003 headquartered": 4722, "markets united states company": 5644, "united states company operates": 9587, "commercial mortgage backed securities": 1849, "company qualifies real estate": 2108, "qualifies real estate investment": 7456, "real estate investment trust": 7520, "estate investment trust federal": 3313, "investment trust federal income": 5062, "trust federal income tax": 9464, "federal income tax purposes": 3530, "income tax purposes generally": 4669, "tax purposes generally subject": 9134, "purposes generally subject federal": 7448, "subject federal corporate income": 8959, "federal corporate income taxes": 3526, "corporate income taxes distributes": 2372, "income taxes distributes 90": 4673, "taxes distributes 90 taxable": 9148, "distributes 90 taxable income": 2885, "90 taxable income stockholders": 290, "taxable income stockholders company": 9139, "company incorporated 2003 headquartered": 1995, "company qualifies real estate investment": 2109, "qualifies real estate investment trust": 7457, "real estate investment trust federal": 7521, "estate investment trust federal income": 3314, "investment trust federal income tax": 5063, "trust federal income tax purposes": 9465, "federal income tax purposes generally": 3531, "income tax purposes generally subject": 4670, "tax purposes generally subject federal": 9135, "subject federal corporate income taxes": 8960, "federal corporate income taxes distributes": 3527, "corporate income taxes distributes 90": 2373, "income taxes distributes 90 taxable": 4674, "taxes distributes 90 taxable income": 9149, "distributes 90 taxable income stockholders": 2886, "90 taxable income stockholders company": 291, "generative": 4097, "artificial": 803, "intelligence": 4965, "ai": 540, "creation": 2445, "combines": 1816, "scalable": 7975, "wet": 9893, "lab": 5190, "design": 2669, "differentiated": 2783, "101": 11, "301": 254, "immuno": 4630, "oncology": 6324, "agreements": 534, "twist": 9502, "bioscience": 1201, "oracle": 6479, "advanced": 440, "micro": 5782, "activities": 372, "corporation operates": 2393, "operates data": 6374, "artificial intelligence": 804, "intelligence ai": 4966, "programs include": 7242, "immuno oncology": 4631, "collaboration agreements": 1786, "cancer center": 1449, "development activities": 2716, "activities company": 373, "founded 2011": 3912, "artificial intelligence ai": 805, "company founded 2011": 1967, "founded 2011 headquartered": 3913, "company united states company": 2134, "company founded 2011 headquartered": 1968, "laboratories": 5195, "discovers": 2838, "health": 4387, "established": 3302, "diagnostic": 2766, "nutritional": 6185, "generic": 4101, "pharmaceuticals": 6795, "symptoms": 9058, "hormone": 4537, "replacement": 7688, "pain": 6616, "fever": 3549, "inflammation": 4855, "anti": 711, "influenza": 4858, "vaccine": 9694, "transfusion": 9377, "areas": 783, "immunoassay": 4632, "chemistry": 1628, "hematology": 4443, "molecular": 5906, "chain": 1590, "automate": 939, "purification": 7442, "dna": 2928, "rna": 7847, "patient": 6682, "samples": 7929, "detect": 2699, "measure": 5675, "infectious": 4852, "agents": 522, "point": 6928, "rapid": 7491, "lateral": 5228, "hiv": 4474, "sars": 7955, "cov": 2426, "test": 9232, "alcohol": 577, "pediatric": 6718, "infant": 4849, "formula": 3776, "heart": 4420, "failure": 3499, "vascular": 9739, "structural": 8940, "cardiovascular": 1498, "diabetes": 2762, "glucose": 4136, "monitoring": 5918, "movement": 5963, "disorders": 2864, "1888": 30, "discovers develops": 2839, "develops manufactures": 2740, "health care": 4391, "products worldwide": 7223, "worldwide operates": 9964, "pharmaceutical products": 6794, "diagnostic products": 2767, "medical devices": 5697, "devices company": 2760, "replacement therapy": 7690, "molecular diagnostics": 5907, "point care": 6929, "sars cov": 7956, "test systems": 9235, "heart failure": 4421, "monitoring systems": 5921, "movement disorders": 5964, "founded 1888": 3799, "develops manufactures sells": 2744, "health care products": 4392, "worldwide operates segments": 9965, "addition company provides": 401, "bitcoin": 1221, "corp": 2351, "infrastructure": 4867, "2024": 228, "florida": 3694, "hut": 4575, "incorporated 2024": 4769, "2024 based": 229, "miami florida": 5780, "corp operates": 2359, "company incorporated 2024": 2019, "incorporated 2024 based": 4770, "company incorporated 2024 based": 2020, "biopharma": 1184, "novel": 6170, "comprises": 2182, "delivered": 2624, "phase": 6801, "2a": 242, "trials": 9450, "expression": 3452, "oral": 6480, "pd": 6715, "l1": 5187, "inhibitor": 4881, "1a": 147, "1b": 148, "potential": 6973, "specific": 8718, "immune": 4628, "response": 7756, "develop": 2706, "commercialize": 1866, "delivery": 2627, "july": 5142, "2005": 166, "develops novel": 2748, "infectious disease": 4853, "product candidate": 7100, "candidate phase": 1456, "phase phase": 6826, "phase 2a": 6805, "2a clinical": 243, "clinical trials": 1722, "pd l1": 6716, "inhibitor phase": 4882, "1b clinical": 149, "clinical trial": 1717, "immune response": 4629, "licensing agreement": 5311, "develop commercialize": 2707, "corporation july": 2391, "corporation incorporated": 2389, "incorporated 2005": 4726, "2005 headquartered": 168, "company develops novel": 1921, "phase 2a clinical": 6806, "1b clinical trial": 150, "incorporated 2005 headquartered": 4727, "biotechnology": 1208, "focuses": 3709, "regulatory": 7608, "mechanisms": 5681, "adults": 438, "active": 370, "ulcerative": 9515, "colitis": 1782, "2b": 245, "paris": 6642, "france": 3942, "stage biotechnology": 8770, "biotechnology company": 1210, "company focuses": 1939, "focuses developing": 3710, "chronic inflammatory": 1666, "candidate includes": 1455, "phase clinical": 6811, "trials treatment": 9451, "ulcerative colitis": 9516, "phase 2b": 6808, "2b clinical": 246, "treat patients": 9413, "disease company": 2847, "incorporated 2013": 4746, "2013 headquartered": 199, "clinical stage biotechnology": 1708, "stage biotechnology company": 8771, "biotechnology company focuses": 1214, "company focuses developing": 1940, "phase clinical trials": 6816, "clinical trials treatment": 1723, "phase 2b clinical": 6809, "2b clinical trial": 247, "clinical trial treat": 1719, "trial treat patients": 9447, "company incorporated 2013": 2005, "incorporated 2013 headquartered": 4748, "clinical stage biotechnology company": 1709, "stage biotechnology company focuses": 8774, "phase clinical trials treatment": 6817, "phase 2b clinical trial": 6810, "company incorporated 2013 headquartered": 2006, "clinical stage biotechnology company focuses": 1712, "acadia": 300, "nervous": 6059, "cns": 1755, "rare": 7492, "associated": 879, "synthetic": 9063, "analog": 677, "terminal": 9226, "insulin": 4926, "like": 5337, "growth": 4218, "factor": 3494, "rett": 7808, "completed": 2155, "iii": 4614, "negative": 6056, "ii": 4610, "alzheimer": 614, "dementia": 2632, "essential": 3299, "resistant": 7742, "depression": 2661, "agonist": 532, "evaluation": 3387, "enabling": 3123, "limited": 5338, "severe": 8419, "genetic": 4103, "receptor": 7540, "1993": 131, "diego": 2775, "pharmaceuticals biopharmaceutical": 6796, "focuses development": 3712, "development commercialization": 2717, "central nervous": 1580, "rare diseases": 7494, "diseases united": 2857, "growth factor": 4220, "rett syndrome": 7809, "completed phase": 2156, "phase iii": 6822, "iii clinical": 4615, "trial treatment": 9449, "phase ii": 6818, "ii clinical": 4611, "alzheimer disease": 615, "resistant depression": 7743, "stage company": 8775, "company license": 2027, "license collaboration": 5305, "collaboration agreement": 1785, "discover develop": 2835, "potential treatment": 6974, "treatment severe": 9436, "rare genetic": 7496, "technologies changed": 9160, "pharmaceuticals incorporated": 6798, "incorporated 1993": 4703, "1993 headquartered": 132, "san diego": 7933, "diego california": 2776, "pharmaceuticals biopharmaceutical company": 6797, "biopharmaceutical company focuses": 1192, "company focuses development": 1942, "focuses development commercialization": 3713, "diseases united states": 2858, "states company offers": 8820, "completed phase iii": 2159, "phase iii clinical": 6823, "iii clinical trial": 4616, "clinical trial treatment": 1721, "phase ii clinical": 6819, "ii clinical trial": 4612, "phase clinical trial": 6812, "company license agreement": 2028, "license collaboration agreement": 5306, "incorporated 1993 headquartered": 4704, "headquartered san diego": 4343, "san diego california": 7934, "biopharmaceutical company focuses development": 1195, "company focuses development commercialization": 1943, "diseases united states company": 2859, "united states company offers": 9586, "completed phase iii clinical": 2160, "phase iii clinical trial": 6824, "phase ii clinical trial": 6820, "phase clinical trial treatment": 6815, "headquartered san diego california": 4344, "biopharmaceutical company focuses development commercialization": 1196, "aurora": 917, "cannabis": 1462, "derivative": 2664, "canadian": 1447, "plant": 6872, "grade": 4172, "consumer": 2265, "vegetables": 9745, "floral": 3693, "plants": 6874, "fresh": 3958, "oils": 6312, "concentrates": 2197, "edible": 3045, "extracts": 3466, "brand": 1272, "daily": 2542, "special": 8702, "products canada": 7133, "canada internationally": 1434, "internationally operates": 5012, "cannabis products": 1463, "products engages": 7156, "brand portfolio": 1278, "portfolio includes": 6956, "founded 2013": 3916, "canada internationally operates": 1436, "internationally operates segments": 5013, "company founded 2013": 1969, "founded 2013 headquartered": 3918, "canada internationally operates segments": 1437, "company founded 2013 headquartered": 1971, "holding": 4481, "stimulation": 8882, "hydraulic": 4580, "fracturing": 3938, "basin": 1105, "sand": 7942, "completion": 2161, "complementary": 2153, "engaged": 3173, "exploration": 3432, "high": 4449, "valves": 9706, "piping": 6857, "auxiliary": 969, "park": 6643, "holding corp": 4486, "operates technology": 6429, "energy services": 3160, "holding company": 4482, "states operates": 8858, "manufacturing company": 5593, "hydraulic fracturing": 4581, "completion services": 2162, "products services": 7192, "oil natural": 6295, "natural gas": 6023, "gas companies": 4015, "exploration production": 3437, "pumps valves": 7431, "equipment company": 3263, "founded 2016": 3924, "2016 headquartered": 208, "united states operates": 9624, "states operates segments": 8859, "oil natural gas": 6296, "company founded 2016": 1974, "founded 2016 headquartered": 3925, "company united states operates": 2140, "united states operates segments": 9625, "company founded 2016 headquartered": 1975, "company united states operates segments": 2141, "insurance": 4928, "reinsurance": 7613, "bermuda": 1155, "kingdom": 5161, "europe": 3338, "automobile": 951, "financial": 3589, "liability": 5298, "excess": 3399, "surplus": 9042, "casualty": 1536, "lines": 5351, "workers": 9941, "compensation": 2150, "marine": 5603, "aviation": 973, "national": 6016, "accounts": 328, "alternative": 605, "risks": 7844, "employer": 3110, "travel": 9402, "accident": 323, "surety": 9035, "coverage": 2428, "warranty": 9834, "lenders": 5281, "catastrophe": 1544, "sold": 8591, "association": 881, "underwriting": 9529, "risk": 7838, "transfer": 9368, "transactions": 9366, "covering": 2430, "brokers": 1329, "holdings": 4489, "1995": 135, "subsidiaries provides": 8993, "provides insurance": 7340, "insurance reinsurance": 4941, "mortgage insurance": 5940, "insurance products": 4936, "united kingdom": 9543, "europe australia": 3348, "insurance segment": 4942, "offers commercial": 6225, "excess surplus": 3400, "workers compensation": 9942, "accident health": 324, "reinsurance products": 7614, "specialty products": 8713, "underwriting services": 9530, "services related": 8363, "credit risk": 2454, "risk transfer": 7843, "retail wholesale": 7792, "founded 1995": 3881, "1995 headquartered": 136, "group subsidiaries provides": 4215, "subsidiaries provides insurance": 8995, "insurance products united": 4939, "insurance segment offers": 4943, "segment offers commercial": 8082, "founded 1995 headquartered": 3882, "insurance products united states": 4940, "products united states canada": 7213, "healthcare": 4403, "behavioral": 1139, "acute": 378, "inpatient": 4896, "facilities": 3482, "residential": 7723, "comprehensive": 2176, "providing": 7386, "outpatient": 6537, "needs": 6055, "communities": 1885, "franklin": 3950, "tennessee": 9218, "healthcare company": 4404, "healthcare services": 4414, "services united": 8386, "develops operates": 2749, "founded 2005": 3900, "services united states": 8387, "company founded 2005": 1958, "founded 2005 headquartered": 3901, "company founded 2005 headquartered": 1959, "defense": 2603, "sectors": 8026, "electric": 3067, "vertical": 9768, "takeoff": 9112, "landing": 5206, "evtol": 3395, "use": 9670, "urban": 9660, "mobility": 5886, "aerial": 469, "ride": 7830, "share": 8431, "2018": 212, "jose": 5137, "subsidiaries designs": 8970, "designs develops": 2683, "related technologies": 7638, "technologies services": 9168, "operates commercial": 6372, "sectors company": 8027, "evtol aircraft": 3396, "air mobility": 557, "provides direct": 7324, "direct consumer": 2815, "maintenance repair": 5504, "repair services": 7685, "incorporated 2018": 4758, "2018 headquartered": 214, "san jose": 7937, "jose california": 5138, "subsidiaries designs develops": 8971, "states internationally operates": 8846, "maintenance repair services": 5505, "services company incorporated": 8270, "incorporated 2018 headquartered": 4759, "headquartered san jose": 4347, "san jose california": 7938, "services united states internationally": 8392, "united states internationally operates": 9611, "headquartered san jose california": 4348, "services united states internationally operates": 8394, "achieve": 341, "late": 5225, "nicotine": 6114, "receptors": 7541, "brain": 1267, "reduce": 7567, "ad": 382, "university": 9641, "bristol": 1312, "late stage": 5226, "stage pharmaceutical": 8776, "pharmaceutical company": 6792, "canada united": 1444, "states united": 8865, "kingdom company": 5162, "plant based": 6873, "supply agreement": 9022, "stage pharmaceutical company": 8777, "company develops commercializes": 1919, "canada united states": 1446, "united states united": 9631, "states united kingdom": 8866, "united kingdom company": 9545, "united states united kingdom": 9632, "industry": 4843, "grocery": 4192, "general": 4072, "merchandise": 5733, "beauty": 1128, "pharmacy": 6800, "items": 5110, "star": 8788, "supermarkets": 9013, "street": 8933, "pharmacies": 6799, "coffee": 1770, "shops": 8463, "idaho": 4597, "companies subsidiaries": 1901, "food drug": 3730, "industry united": 4847, "retail stores": 7789, "stores offer": 8911, "general merchandise": 4075, "health beauty": 4388, "beauty care": 1129, "food products": 3734, "stores company": 8906, "market united": 5612, "distribution centers": 2896, "digital platforms": 2803, "companies founded": 1894, "industry united states": 4848, "health beauty care": 4389, "aci": 342, "installs": 4911, "supports": 9034, "payments": 6705, "banks": 1058, "merchants": 5738, "acquiring": 349, "solution": 8598, "debit": 2579, "prepaid": 7017, "deliver": 2623, "innovation": 4893, "enhance": 3223, "fraud": 3951, "prevention": 7029, "fees": 3541, "provide": 7296, "players": 6909, "processing": 7080, "orchestration": 6489, "account": 326, "intermediaries": 4986, "omnichannel": 6321, "optimizes": 6474, "institutions": 4919, "scoring": 7996, "insights": 4900, "suite": 9005, "billing": 1170, "disbursement": 2832, "communication": 1876, "higher": 4464, "utility": 9686, "provider": 7298, "telecommunications": 9197, "configurations": 2221, "technical": 9155, "consultancy": 2256, "site": 8502, "acts": 376, "agent": 521, "developed": 2710, "1975": 95, "nebraska": 6051, "develops markets": 2745, "software products": 8577, "segments company": 8108, "credit debit": 2451, "prepaid card": 7018, "payment processing": 6702, "digital payments": 2801, "regulatory compliance": 7609, "financial institutions": 3601, "communication services": 1877, "services offers": 8341, "payment services": 6703, "services consumer": 8281, "consumer finance": 2271, "finance insurance": 3584, "higher education": 4465, "testing services": 9237, "parties company": 6654, "brand company": 1274, "founded 1975": 3853, "segments company offers": 8109, "markets products services": 5636, "governments": 4167, "americas": 654, "advisory": 465, "planning": 6869, "architectural": 778, "public": 7396, "private": 7060, "clients": 1696, "involved": 5083, "projects": 7254, "environmental": 3249, "january": 5117, "1980": 104, "provides professional": 7355, "segments americas": 8106, "engineering design": 3214, "design construction": 2670, "program management": 7236, "management investment": 5540, "development services": 2733, "services public": 8360, "public private": 7404, "projects company": 7255, "incorporated 1980": 4683, "1980 headquartered": 105, "headquartered dallas": 4286, "dallas texas": 2546, "operates segments americas": 6414, "incorporated 1980 headquartered": 4684, "headquartered dallas texas": 4287, "range": 7485, "wafer": 9816, "assembly": 846, "end": 3125, "serial": 8203, "random": 7484, "surfaces": 9037, "interconnects": 4980, "barrier": 1065, "chip": 1658, "fabrication": 3474, "wafers": 9818, "chips": 1659, "delivers": 2626, "using": 9683, "acid": 343, "hydrogen": 4585, "typically": 9506, "temperature": 9211, "developers": 2712, "copper": 2340, "dry": 2994, "film": 3571, "track": 9334, "robot": 7853, "customizable": 2529, "address": 417, "customer": 2503, "requirements": 7705, "semi": 8175, "critical": 2461, "map": 5598, "trademarks": 9349, "1998": 142, "fremont": 3955, "subsidiaries develops": 8975, "capital equipment": 1472, "customers company": 2517, "single wafer": 8500, "addition offers": 405, "high temperature": 4461, "systems include": 9075, "incorporated 1998": 4711, "1998 headquartered": 144, "headquartered fremont": 4293, "fremont california": 3956, "subsidiaries develops manufactures": 8976, "incorporated 1998 headquartered": 4712, "headquartered fremont california": 4294, "subsidiaries develops manufactures sells": 8977, "plc": 6910, "strategy": 8925, "operation": 6442, "middle": 5793, "east": 3020, "africa": 480, "asia": 810, "integration": 4957, "security": 8042, "intelligent": 4972, "functions": 3981, "accounting": 327, "sourcing": 8669, "procurement": 7087, "safety": 7893, "banking": 1028, "assembles": 844, "robotics": 7855, "hardware": 4247, "communications": 1878, "media": 5682, "goods": 4151, "science": 7989, "utilities": 9685, "amazon": 616, "web": 9866, "aws": 980, "transformative": 9373, "sector": 8024, "dublin": 2999, "ireland": 5093, "plc provides": 6916, "operation services": 6444, "services americas": 8254, "americas europe": 659, "europe middle": 3366, "middle east": 5794, "east africa": 3021, "africa asia": 482, "asia pacific": 822, "pacific offers": 6597, "systems integration": 9078, "management security": 5549, "infrastructure software": 4874, "delivery services": 2628, "business processes": 1373, "finance accounting": 3582, "supply chain": 9023, "human resources": 4572, "industry specific": 4846, "services platform": 8353, "banking insurance": 1044, "health services": 4399, "services designs": 8290, "hardware products": 4248, "products serves": 7191, "communications media": 1881, "media technology": 5689, "financial services": 3609, "banking capital": 1031, "capital markets": 1475, "consumer goods": 2272, "travel services": 9404, "services industrial": 8322, "life science": 5319, "natural resources": 6045, "energy utilities": 3170, "amazon web": 617, "web services": 9871, "digital services": 2804, "public sector": 7408, "national security": 6019, "plc founded": 6913, "based dublin": 1074, "dublin ireland": 3000, "services americas europe": 8255, "americas europe middle": 662, "europe middle east": 3367, "middle east africa": 5795, "east africa asia": 3022, "africa asia pacific": 483, "asia pacific offers": 838, "services company operates": 8274, "banking capital markets": 1032, "amazon web services": 618, "based dublin ireland": 1075, "services americas europe middle": 8256, "americas europe middle east": 663, "europe middle east africa": 3368, "middle east africa asia": 5796, "east africa asia pacific": 3023, "services americas europe middle east": 8257, "americas europe middle east africa": 664, "europe middle east africa asia": 3369, "middle east africa asia pacific": 5797, "auctions": 910, "auction": 909, "facilitate": 3479, "vehicle": 9747, "buying": 1395, "buyers": 1393, "sellers": 8149, "facilitates": 3480, "vehicles": 9749, "run": 7882, "list": 5369, "pre": 6996, "filtering": 3575, "screening": 8001, "24": 237, "prior": 7056, "place": 6862, "enable": 3114, "inventory": 5035, "purchase": 7432, "green": 4185, "assurance": 885, "claims": 1678, "remarketing": 7648, "added": 388, "storage": 8891, "car": 1483, "report": 7691, "assessments": 849, "history": 4473, "reports": 7695, "dealer": 2574, "make": 5511, "decisions": 2592, "condition": 2208, "pricing": 7033, "sources": 8668, "allows": 597, "dealers": 2575, "valuation": 9700, "strategies": 8924, "max": 5669, "manage": 5520, "set": 8412, "turning": 9497, "inspection": 4901, "virtual": 9794, "lift": 5327, "device": 2755, "enablement": 3118, "marketplaces": 5625, "operations": 6446, "live": 5379, "2014": 200, "business business": 1359, "company marketplace": 2035, "marketplace platform": 5624, "platform includes": 6891, "digital marketplace": 2799, "buyers sellers": 1394, "financing services": 3626, "value added": 9702, "added services": 390, "offers data": 6228, "data services": 2563, "wholesale retail": 9903, "used vehicles": 9676, "vehicles including": 9752, "inventory management": 5036, "management software": 5558, "software enables": 8572, "provides data": 7322, "incorporated 2014": 4749, "2014 headquartered": 202, "value added services": 9704, "company offers data": 2046, "incorporated 2014 headquartered": 4750, "adobe": 434, "individuals": 4811, "teams": 9153, "enterprises": 3234, "create": 2442, "publish": 7414, "promote": 7256, "document": 2930, "creative": 2446, "apps": 772, "graphic": 4177, "designers": 2679, "creators": 2447, "students": 8946, "marketers": 5615, "knowledge": 5178, "execute": 3412, "optimize": 6472, "advertisers": 454, "agencies": 516, "publishers": 7415, "merchandisers": 5735, "scientists": 7993, "executives": 3415, "publishing": 7417, "learning": 5267, "conferencing": 2219, "forms": 3775, "printing": 7055, "user": 9677, "website": 9872, "com": 1809, "integrators": 4960, "vendors": 9755, "1982": 108, "company worldwide": 2144, "digital media": 2800, "services enable": 8297, "cloud based": 1734, "service allows": 8230, "services various": 8400, "segment serves": 8102, "consumers company": 2285, "digital experience": 2795, "provides integrated": 7341, "services solutions": 8379, "solutions enable": 8618, "customer experiences": 2507, "web application": 9867, "application development": 744, "solutions provides": 8636, "provides consulting": 7315, "consulting training": 2261, "technical support": 9157, "offers solutions": 6260, "enterprise customers": 3231, "businesses consumers": 1382, "end user": 3128, "distributes products": 2890, "products distributors": 7154, "distributors retailers": 2916, "mobile app": 5870, "systems integrators": 9079, "independent software": 4794, "software vendors": 8584, "added resellers": 389, "original equipment": 6509, "manufacturers company": 5580, "systems incorporated": 9077, "october 2018": 6205, "1982 headquartered": 109, "operates technology company": 6430, "segment offers products": 8084, "offers products services": 6251, "services company offers": 8272, "independent software vendors": 4795, "value added resellers": 9703, "segment offers products services": 8085, "publicly": 7409, "traded": 9342, "properties": 7262, "net": 6060, "leased": 5270, "leading": 5262, "omni": 6319, "channel": 1600, "tenants": 9217, "30": 249, "2025": 231, "operated": 6361, "located": 5422, "50": 272, "containing": 2297, "approximately": 765, "million": 5820, "square": 8751, "feet": 3542, "gross": 4194, "area": 781, "common": 1874, "stock": 8883, "listed": 5370, "exchange": 3401, "symbol": 9057, "adc": 386, "publicly traded": 7410, "traded real": 9344, "acquisition development": 352, "net leased": 6063, "omni channel": 6320, "june 30": 5147, "30 2025": 250, "2025 company": 232, "company owned": 2079, "owned operated": 6554, "properties located": 7265, "million square": 5828, "square feet": 8752, "york stock": 9984, "stock exchange": 8884, "publicly traded real": 7411, "traded real estate": 9345, "june 30 2025": 5148, "30 2025 company": 251, "2025 company owned": 233, "company owned operated": 2080, "million square feet": 5829, "new york stock": 6102, "york stock exchange": 9985, "publicly traded real estate": 7412, "traded real estate investment": 9346, "june 30 2025 company": 5149, "30 2025 company owned": 252, "new york stock exchange": 6103, "publicly traded real estate investment": 7413, "traded real estate investment trust": 9347, "june 30 2025 company owned": 5150, "sa": 7887, "conjugate": 2225, "transform": 9371, "hematologic": 4441, "malignancies": 5518, "solid": 8592, "tumors": 9484, "flagship": 3672, "cd19": 1555, "directed": 2822, "received": 7539, "accelerated": 302, "approval": 764, "administration": 429, "european": 3382, "commission": 1869, "relapsed": 7618, "refractory": 7589, "systemic": 9065, "seeking": 8054, "follicular": 3722, "zone": 9997, "combination": 1813, "22": 235, "targeted": 9125, "compound": 2173, "leukemia": 5292, "investigational": 5042, "targeting": 9126, "psma": 7392, "switzerland": 9056, "drug conjugate": 2989, "technology platform": 9185, "hematologic malignancies": 4442, "solid tumors": 8595, "product includes": 7106, "medical products": 5700, "treatment relapsed": 9434, "relapsed refractory": 7619, "large cell": 5213, "cell lymphoma": 1563, "follicular lymphoma": 3723, "phase 1b": 6802, "pre clinical": 6997, "treatment relapsed refractory": 9435, "large cell lymphoma": 5214, "phase 1b clinical": 6803, "phase 1b clinical trial": 6804, "circuits": 1670, "ics": 4596, "subsystems": 9001, "rest": 7758, "japan": 5120, "world": 9957, "signals": 8477, "power": 6978, "reference": 7575, "conversion": 2330, "driver": 2978, "sequencing": 8202, "simulation": 8493, "accurate": 338, "frequency": 3957, "electro": 3088, "sense": 8191, 