{"ag": 2235, "gi": 4594, "il": 5094, "le": 5659, "en": 3941, "nt": 6718, "t ": 8794, " t": 883, "te": 8957, "ec": 3746, "ch": 2979, "hn": 4816, "no": 6630, "ol": 6965, "lo": 5810, "og": 6927, "ie": 5042, "es": 4125, "s ": 8222, " i": 534, "in": 5148, "nc": 6371, "c.": 2872, ". ": 1325, " (": 37, "(n": 1145, "ny": 6802, "ys": 9955, "se": 8502, "e:": 3696, ": ": 2004, " a": 184, "a)": 2113, ") ": 1157, " o": 685, "op": 7125, "pe": 7394, "er": 4029, "ra": 7699, "at": 2586, "n ": 6198, " l": 586, "li": 5722, "if": 5062, "fe": 4313, "e ": 3519, " s": 813, "sc": 8484, "ci": 3013, "ce": 2931, " d": 350, "di": 3388, "ia": 4904, "gn": 4624, "os": 7223, "st": 8706, "ti": 9063, "ic": 4956, "cs": 3134, "ap": 2456, "pp": 7520, "pl": 7473, "ed": 3780, "d ": 3191, " c": 295, "he": 4762, "em": 3918, "mi": 6074, "ca": 2875, "al": 2295, "l ": 5510, " m": 622, "ma": 5986, "ar": 2490, "rk": 7952, "ke": 5473, "et": 4202, "ts": 9188, "s.": 8430, " g": 480, "gl": 4614, "ob": 6868, "ba": 2711, " p": 720, "pr": 7538, "re": 7786, "rv": 8188, "ve": 9592, "ph": 7441, "ha": 4736, "rm": 7972, "ac": 2146, "eu": 4245, "ut": 9540, " b": 253, "bi": 2748, "io": 5231, "ot": 7248, "gy": 4679, "y ": 9792, "ad": 2188, "de": 3332, "a ": 2048, "go": 4632, "ov": 7291, "rn": 7997, "nm": 6611, "me": 6042, "cl": 3052, "ni": 6568, "la": 5605, "ab": 2131, "bs": 2812, " f": 438, "fo": 4384, "oo": 7111, "od": 6894, "sa": 8457, "af": 2226, "ty": 9263, " e": 386, "nv": 6790, "vi": 9629, "ir": 5280, "ro": 8009, "on": 7027, "ta": 8909, "ng": 6506, "g ": 4435, "or": 7148, "ns": 6657, "si": 8583, "du": 3487, "uc": 9313, "ct": 3147, "lu": 5894, "ud": 9330, "an": 2389, "na": 6341, "ly": 5916, "yt": 9966, "tr": 9160, "ru": 8172, "um": 9405, "as": 2549, "ss": 8683, "sp": 8661, "om": 6998, "rs": 8091, "iq": 5277, "qu": 7606, "ui": 9373, "id": 5011, "ga": 4527, "hr": 4845, "to": 9125, "gr": 4647, "hy": 4862, "c ": 2837, "co": 3071, "py": 7590, "cr": 3120, "so": 8638, "of": 6913, "ft": 4418, "tw": 9256, "wa": 9680, "su": 8763, "bl": 2768, " r": 773, "ea": 3700, "ge": 4547, " k": 579, "ki": 5494, "it": 5342, "mp": 6146, "pa": 7360, "ai": 2256, "up": 9450, "po": 7498, "rt": 8140, "ll": 5777, "n.": 6328, "nn": 6616, "ou": 7269, "un": 9423, "va": 9573, "s:": 8444, "ek": 3885, "k ": 5438, "mu": 6185, "ul": 9392, "lt": 5874, "i-": 4898, "-m": 1285, "mo": 6123, "cq": 3117, "is": 5302, " 2": 97, "20": 1660, "02": 1518, "21": 1689, "1 ": 1556, "nh": 6563, "el": 3887, "s;": 8454, "; ": 2021, "nf": 6498, "fi": 4340, "yl": 9929, "b ": 2675, "r ": 7619, "ef": 3845, "ff": 4332, "cy": 3184, "y;": 9899, "lv": 5911, "eo": 4003, "ev": 4253, "ry": 8198, "nd": 6403, "m ": 5934, "ms": 6166, " n": 660, "mr": 6165, "eq": 4026, "ue": 9345, "au": 2625, "-d": 1259, "dr": 3459, "ri": 7896, "iv": 5388, "da": 3301, "fa": 4297, " h": 507, "dq": 3456, "ua": 9292, "a;": 2126, "nu": 6778, "uf": 9365, "tu": 9237, "ur": 9467, " u": 921, "us": 9500, "do": 3437, "o ": 6810, "gs": 4663, "tt": 9227, "tl": 9114, "ls": 5852, "hi": 4786, "r&": 7689, "&d": 1116, "lg": 5719, "av": 2639, " w": 965, "ld": 5647, "db": 3323, "br": 2800, "y.": 9888, "tn": 9122, "ne": 6440, "bo": 2783, "oc": 6876, "az": 2668, "ze": 9975, "ug": 9368, "th": 9029, "sh": 8566, "cu": 3169, "pf": 7433, "iz": 5405, " j": 568, "jo": 5423, "oh": 6942, "ey": 4290, "pt": 7572, "ee": 3823, "ah": 2255, "rp": 8076, "lm": 5803, "uk": 9390, "r.": 7697, "-y": 1319, "ye": 9918, "fd": 4310, " v": 946, "ig": 5073, "gh": 4586, "ht": 4851, "pi": 7454, "n-": 6322, "-o": 1291, "f ": 4294, "eg": 3852, "fy": 4432, "y2": 9894, "23": 1694, "3 ": 1740, " $": 0, "$6": 1043, "6.": 1909, ".8": 1410, "p ": 7331, " 5": 140, "5%": 1845, "% ": 1051, " y": 985, "yo": 9941, "oy": 7318, "ak": 2288, "kd": 5470, "ow": 7300, "wn": 9723, "n:": 6337, " 4": 130, "42": 1824, "2%": 1645, "$2": 1022, "2.": 1650, "7b": 1947, "(i": 1142, "s)": 8418, ");": 1191, " 3": 119, "31": 1777, "1%": 1566, ".1": 1367, "12": 1601, "2b": 1736, "(r": 1150, "sy": 8788, "sl": 8627, "27": 1731, "7%": 1931, "$1": 1003, "1.": 1569, "4b": 1836, "(s": 1152, "t)": 8882, ").": 1185, "y:": 9897, "am": 2371, "6b": 1922, "b;": 2709, "dd": 3327, "dl": 3429, "fr": 4402, "29": 1735, "9%": 1980, ".9": 1415, "98": 1994, "8b": 1971, "99": 1997, "9b": 2000, "b.": 2706, "rg": 7880, "4.": 1813, "8%": 1956, "%;": 1111, "22": 1691, ".2": 1372, "24": 1710, "h ": 4696, ".5": 1392, "5b": 1896, "eb": 3740, "bt": 2818, " ~": 997, "~$": 9998, "$4": 1034, "ds": 3471, "$0": 1001, "0.": 1484, "90": 1983, "0/": 1492, "/s": 1430, "l;": 5603, "1b": 1632, " 1": 72, "16": 1621, "6%": 1907, "e.": 3685, "gu": 4670, "g:": 4523, "pu": 7581, "ew": 4263, "t-": 8886, "-p": 1295, "ck": 3037, "ka": 5464, "rd": 7775, "19": 1629, "9 ": 1975, "e;": 3698, "ep": 4010, "oa": 6853, "rr": 8083, "ay": 2659, "50": 1872, "0%": 1448, "by": 2834, "03": 1535, "30": 1770, "ws": 9743, " q": 764, "q2": 7601, "2 ": 1636, "4 ": 1792, "be": 2733, "im": 5128, " 8": 168, "wt": 9746, "d.": 3292, "agi": 2245, "gil": 4601, "ile": 5103, "len": 5695, "ent": 3987, "nt ": 6719, "t t": 8873, " te": 887, "tec": 8976, "ech": 3751, "chn": 3008, "hno": 4817, "nol": 6635, "olo": 6986, "log": 5820, "ogi": 6931, "gie": 4599, "ies": 5056, "es ": 4126, "s i": 8330, " in": 545, "inc": 5171, "nc.": 6374, "c. ": 2873, ". (": 1326, " (n": 57, "(ny": 1146, "nys": 6807, "yse": 9957, "se:": 8524, "e: ": 3697, ": a": 2007, "a) ": 2114, ") o": 1172, " op": 704, "ope": 7128, "per": 7417, "era": 4058, "rat": 7742, "ate": 2593, "tes": 9016, "in ": 5149, "n l": 6263, " li": 599, "lif": 5740, "ife": 5063, "fe ": 4314, "e s": 3641, " sc": 822, "sci": 8488, "cie": 3018, "ien": 5050, "enc": 3956, "nce": 6376, "ces": 2971, "s d": 8292, " di": 367, "dia": 3390, "iag": 4926, "agn": 2248, "gno": 4629, "nos": 6646, "ost": 7239, "sti": 8740, "tic": 9071, "ics": 5004, "cs ": 3135, "s a": 8259, " ap": 226, "app": 2475, "ppl": 7528, "pli": 7483, "lie": 5736, "ied": 5044, "ed ": 3781, "d c": 3213, " ch": 312, "che": 2995, "hem": 4775, "emi": 3929, "mic": 6078, "ica": 4976, "cal": 2887, "al ": 2296, "l m": 5558, " ma": 623, "mar": 6010, "ark": 2527, "rke": 7955, "ket": 5484, "ets": 4237, "ts.": 9218, "s. ": 8431, ". g": 1341, " gl": 490, "glo": 4618, "lob": 5815, "oba": 6869, "bal": 2715, "l p": 5568, " pr": 756, "pre": 7540, "res": 7862, "ese": 4171, "sen": 8545, "ce ": 2932, " se": 828, "ser": 8548, "erv": 4118, "rve": 8190, "ves": 9625, "s p": 8361, " ph": 737, "pha": 7442, "har": 4747, "arm": 2531, "rma": 7979, "mac": 5990, "ace": 2155, "ceu": 2976, "eut": 4250, "uti": 9549, "l b": 5524, " bi": 269, "bio": 2758, "iot": 5253, "ote": 7253, "ogy": 6939, "gy ": 4680, "y a": 9802, " ac": 186, "aca": 2149, "cad": 2882, "ade": 2197, "dem": 3354, "mia": 6076, "ia ": 4905, "a g": 2082, " go": 493, "gov": 4644, "ove": 7295, "ver": 9617, "ern": 4092, "rnm": 8007, "nme": 6612, "men": 6056, "t c": 8818, " cl": 319, "cli": 3060, "lin": 5751, "ini": 5208, "nic": 6571, "l l": 5553, " la": 587, "lab": 5607, "abs": 2144, "bs ": 2813, "s f": 8310, " fo": 463, "foo": 4389, "ood": 7112, "od ": 6895, "d s": 3263, " sa": 814, "saf": 8467, "afe": 2227, "fet": 4330, "ety": 4243, "ty ": 9264, "y e": 9826, " en": 408, "env": 4000, "nvi": 6795, "vir": 9646, "iro": 5296, "ron": 8044, "onm": 7087, "nta": 6744, "tal": 8926, "l t": 5583, "est": 4193, "tin": 9091, "ing": 5194, "ng ": 6507, "g f": 4462, "for": 4392, "ore": 7176, "ren": 7852, "ens": 3982, "nsi": 6697, "sic": 8589, "cs.": 3145, ". p": 1350, "pro": 7553, "rod": 8021, "odu": 6904, "duc": 3490, "uct": 9324, "cts": 3163, "ts ": 9189, "ncl": 6393, "clu": 3066, "lud": 5895, "ude": 9339, "de ": 3333, "e a": 3547, " an": 221, "ana": 2402, "nal": 6353, "aly": 2368, "lyt": 5932, "yti": 9967, "l i": 5551, "ins": 5220, "nst": 6708, "str": 8752, "tru": 9182, "rum": 8181, "ume": 9414, "nts": 6772, "s m": 8343, "mas": 6016, "ass": 2574, "ss ": 8684, "s s": 8380, " sp": 858, "spe": 8664, "pec": 7403, "ect": 3767, "ctr": 3160, "tro": 9178, "rom": 8042, "ome": 7006, "met": 6068, "ete": 4221, "ter": 9003, "ers": 4103, "rs ": 8092, "s l": 8338, "liq": 5760, "iqu": 5278, "qui": 7612, "uid": 9374, "id ": 5012, "d g": 3231, " ga": 481, "gas": 4541, "as ": 2550, "s c": 8282, "chr": 3011, "hro": 4847, "oma": 7001, "mat": 6019, "ato": 2616, "ogr": 6937, "gra": 4648, "rap": 7733, "aph": 2466, "phy": 7450, "hy ": 4863, " at": 240, "tom": 9133, "omi": 7010, "ic ": 4957, "c s": 2864, "ros": 8055, "osc": 7227, "sco": 8492, "cop": 3102, "py ": 7591, "y m": 9845, " mi": 641, "icr": 5002, "cro": 3128, "y s": 9865, " so": 853, "sof": 8642, "oft": 6924, "ftw": 4422, "twa": 9257, "war": 9686, "are": 2512, "re ": 7787, "e c": 3566, " co": 326, "con": 3092, "ons": 7094, "nsu": 6712, "sum": 8772, "uma": 9410, "mab": 5988, "abl": 2138, "ble": 2771, "les": 5702, "s r": 8374, " re": 782, "rea": 7809, "eag": 3708, "age": 2236, "gen": 4566, "s k": 8336, " ki": 583, "kit": 5497, "its": 5375, ". s": 1356, "rvi": 8193, "vic": 9633, "ice": 4984, "s e": 8299, "nco": 6395, "com": 3086, "omp": 7019, "mpa": 6148, "pas": 7382, "mai": 5995, "ain": 2273, "int": 5224, "nte": 6749, "ten": 8997, "ena": 3953, "nan": 6360, "anc": 2407, "e t": 3652, " tr": 911, "tra": 9161, "rai": 7717, "nin": 6582, "g c": 4452, "mpl": 6155, "lia": 5724, "ian": 4934, " su": 872, "sup": 8776, "upp": 9461, "ppo": 7532, "por": 7508, "ort": 7211, "rt ": 8141, "t i": 8839, "sta": 8724, "all": 2346, "lla": 5783, "lat": 5632, "ati": 2605, "tio": 9096, "ion": 5236, "on.": 7059, "n. ": 6329, ". a": 1327, "ann": 2432, "nno": 6623, "nou": 6649, "oun": 7275, "unc": 9425, "ced": 2955, "d i": 3236, "inn": 5217, "nov": 6651, "ova": 7292, "vat": 9589, "s: ": 8445, "ek ": 3886, "k m": 5450, " mu": 655, "mul": 6186, "ult": 9401, "lti": 5883, "ti-": 9064, "-mo": 1288, "mod": 6127, "ode": 6898, "e r": 3637, "ead": 3704, "der": 3368, "acq": 2175, "cqu": 3118, "uis": 9383, "isi": 5318, "sit": 8615, "iti": 5362, "on ": 7028, "n 2": 6203, " 20": 103, "202": 1676, "021": 1521, "21 ": 1690, "enh": 3975, "nha": 6564, "han": 4742, " ce": 308, "cel": 2957, "ell": 3908, "ll ": 5778, "l a": 5519, "lys": 5930, "ysi": 9961, "sis": 8612, "s; ": 8455, "; i": 2036, "inf": 5189, "fin": 4355, "nit": 6588, "ity": 5382, "yla": 9930, "ab ": 2132, "b s": 2695, "sol": 8644, "olu": 6992, "lut": 5909, "ns ": 6658, "or ": 7149, "r c": 7633, " ef": 400, "eff": 3848, "ffi": 4336, "fic": 4344, "ici": 4989, "ncy": 6401, "y; ": 9900, "; r": 2042, "eso": 4184, "olv": 6995, "lve": 5914, "ve ": 9593, "e m": 3613, "ec ": 3747, "c f": 2849, "r p": 7669, "rot": 8060, ". t": 1360, "y l": 9841, " le": 594, "lev": 5711, "eve": 4256, "rag": 7715, "ges": 4578, " io": 557, "n m": 6267, " mo": 647, "mob": 6125, "obi": 6872, "bil": 2751, "ili": 5107, "lit": 5764, "etr": 4234, "try": 9186, "ry ": 8199, "y t": 9873, " ta": 884, "tan": 8933, "and": 2412, "nde": 6419, "em ": 3919, "m m": 5957, "ms ": 6167, "s n": 8349, "r s": 7676, "equ": 4027, "que": 7611, "uen": 9360, "nci": 6388, "cin": 3025, "g a": 4442, " au": 242, "aut": 2636, "uto": 9554, "n a": 6211, " ai": 207, "ai-": 2265, "i-d": 4899, "-dr": 1261, "dri": 3463, "riv": 7946, "ive": 5392, "ven": 9612, "en ": 3942, "n d": 6232, " da": 351, "dat": 3317, "ata": 2589, "ta ": 8910, "a a": 2060, ". f": 1337, " fa": 439, "fac": 4300, "aci": 2161, "cil": 3023, "tie": 9077, "es:": 4164, ": h": 2011, " he": 512, "hea": 4764, "adq": 2212, "dqu": 3457, "qua": 7607, "uar": 9300, "art": 2540, "rte": 8145, "san": 8475, "ant": 2445, "a c": 2066, "cla": 3053, "lar": 5625, "ara": 2501, "ra ": 7700, " ca": 296, "ali": 2341, "ifo": 5070, "orn": 7200, "rni": 8004, "nia": 6569, "a; ": 2127, "; m": 2038, "man": 6003, "anu": 2451, "nuf": 6785, "ufa": 9366, "act": 2179, "ctu": 3167, "tur": 9247, "uri": 9486, "rin": 7928, "g s": 4492, " si": 841, "ite": 5353, "s u": 8399, " us": 938, "usa": 9519, "sa ": 8458, "a e": 2075, " eu": 427, "eur": 4248, "uro": 9491, "rop": 8052, "pe ": 7395, " as": 236, "asi": 2569, "sia": 8584, "a i": 2085, "udi": 9342, "din": 3406, "col": 3083, "lor": 5832, "ora": 7166, "rad": 7708, "ado": 2211, "do ": 3438, "o s": 6841, "spr": 8675, "pri": 7546, "ngs": 6557, "gs ": 4664, "itt": 5377, "ttl": 9234, "tle": 9117, "le ": 5660, "e f": 3583, "lls": 5798, "ls ": 5853, "s g": 8318, " ge": 485, "ger": 4574, "erm": 4087, "any": 2453, "ny ": 6803, "sin": 8605, "nga": 6543, "gap": 4538, "apo": 2473, "chi": 3001, "hin": 4796, "ina": 5165, " r&": 774, "r&d": 7690, "&d ": 1117, "cen": 2962, "rav": 7748, "ave": 2641, "aus": 2634, "ust": 9533, "ral": 7721, "a w": 2112, " wa": 966, "wal": 9683, "bro": 2809, "onn": 7090, "n g": 6252, "y. ": 9889, " pa": 721, "par": 7377, "rtn": 8162, "tne": 9123, "ner": 6471, "rs:": 8124, ": c": 2008, "oll": 6983, "abo": 2140, "bor": 2794, " ro": 804, "roc": 8017, "och": 6883, "he ": 4763, "ast": 2579, "raz": 7753, "zen": 9979, "ene": 3967, "nec": 6457, "eca": 3748, "ca ": 2876, "a f": 2079, "r d": 7638, " dr": 379, "dru": 3468, "rug": 8178, "ug ": 9369, "g d": 4455, "dis": 3411, "isc": 5306, "cov": 3113, "ery": 4123, "; a": 2024, " al": 211, "lli": 5791, "s t": 8392, " th": 896, "the": 9048, "her": 4778, "rmo": 7992, "mo ": 6124, "o f": 6826, " fi": 451, "fis": 4364, "ish": 5314, "she": 8574, "er ": 4030, "r i": 7654, " il": 539, "ill": 5114, "llu": 5800, "lum": 5901, "umi": 9418, "min": 6095, "na ": 6342, "a s": 2102, "ier": 5053, "rs;": 8126, "; c": 2026, " cu": 345, "cus": 3177, "sto": 8747, "mer": 6059, "spa": 8662, "pan": 7371, "an ": 2390, "n p": 6280, " pf": 735, "pfi": 7434, "fiz": 4371, "ize": 5408, "zer": 9980, " jo": 572, "joh": 5424, "ohn": 6944, "hns": 4819, "nso": 6703, "son": 8648, "n j": 6261, "n u": 6310, " un": 928, "uni": 9438, "niv": 6596, "rsi": 8133, " na": 661, "nat": 6366, "ona": 7063, " ke": 581, "key": 5489, "ey ": 4291, "sem": 8541, "ico": 4999, "ond": 7068, "ndu": 6437, "cto": 3158, "tor": 9146, "r o": 7667, "opt": 7146, "pti": 7574, "rov": 8067, "ovi": 7298, "vid": 9635, "ide": 5024, "rs.": 8121, " pe": 728, "pee": 7408, "eer": 3836, "mpe": 6151, "pet": 7426, "eti": 4228, "tit": 9106, "ito": 5372, "ors": 7207, "nti": 6757, "tif": 9081, "ifi": 5067, "c d": 2846, "dan": 3309, "r w": 7688, "wat": 9691, "cor": 3104, "orp": 7203, "rpo": 8079, "rki": 7958, "kin": 5495, "ine": 5183, "nel": 6465, "lme": 5806, "r b": 7630, " br": 283, "ker": 5480, "er.": 4056, "r. ": 7698, ". c": 1332, "ont": 7101, "ntr": 6768, "rac": 7704, "ts:": 9220, ": m": 2013, "i-y": 4902, "-ye": 1320, "yea": 9919, "ear": 3721, "ar ": 2491, " de": 354, "dea": 3341, "eal": 3711, "als": 2357, "us ": 9501, " fd": 445, "fda": 4311, "da ": 3302, " ag": 204, "ma ": 5987, " cr": 339, "; d": 2029, "def": 3348, "efe": 3846, "fen": 4324, "nse": 6692, "se ": 8503, "s v": 8405, " vi": 956, "via": 9630, "sig": 8598, "igh": 5079, "ght": 4591, "ht ": 4852, "t s": 8865, "spi": 8667, "pin": 7463, "in-": 5163, "n-o": 6324, "-of": 1292, "off": 6917, "ff ": 4333, "leg": 5691, "ega": 3853, "gac": 4528, "acy": 2186, ". r": 1354, "rev": 7874, "enu": 3998, "nue": 6783, "ue ": 9346, " fy": 478, "fy2": 4433, "y20": 9895, "023": 1525, "23 ": 1695, "3 $": 1741, " $6": 27, "$6.": 1044, "3 b": 1745, "lio": 5756, " up": 931, "up ": 9451, "p 5": 7339, " 5%": 141, "5% ": 1846, "% y": 1098, " yo": 990, "yoy": 9947, "; b": 2025, "bre": 2804, "eak": 3709, "akd": 2290, "kdo": 5471, "dow": 3453, "own": 7307, "wn:": 9728, "n: ": 6338, ": l": 2012, "d m": 3243, "s 4": 8245, " 42": 137, "2% ": 1646, "% $": 1052, " $2": 13, "$2.": 1023, "2.8": 1659, "7b ": 1948, "b (": 2676, " (i": 54, "es)": 4158, "); ": 1192, "eno": 3981, "nom": 6637, " gr": 499, "gro": 4659, "rou": 8063, "oup": 7279, "p 3": 7338, "1% ": 1567, "2.1": 1652, "2b ": 1737, " (r": 61, "(re": 1151, " sy": 880, "sys": 8792, "yst": 9964, "ste": 8734, "tem": 8994, "ems": 3938, "oss": 7237, "sla": 8628, "b 2": 2677, "7% ": 1932, " $1": 3, "$1.": 1004, "1.8": 1583, "4b ": 1837, " (s": 63, "). ": 1186, "geo": 4571, "eog": 4005, "hy:": 4869, "y: ": 9898, " am": 217, "ame": 2376, "eri": 4079, "ric": 7902, "cas": 2912, "b; ": 2710, "; e": 2032, "mid": 6084, "idd": 5022, "ddl": 3330, "dle": 3430, "e e": 3578, " ea": 389, "eas": 3727, "st ": 8707, "t a": 8806, " af": 201, "afr": 2231, "fri": 4410, "a 2": 2056, "9% ": 1981, "a p": 2096, "pac": 7362, "cif": 3021, "c 2": 2840, "b. ": 2707, "arg": 2519, "rgi": 7889, "gin": 4602, "n 5": 6207, "%; ": 1112, "g m": 4476, " 22": 112, "; n": 2040, " ne": 665, "net": 6481, "et ": 4203, "me ": 6043, "e $": 3520, "1.2": 1574, "ash": 2566, "sh ": 8567, "h $": 4697, "1.5": 1579, ".5b": 1398, "deb": 3343, "ebt": 3744, "bt ": 2819, "t $": 8795, ".8b": 1413, "cap": 2901, "ap ": 2457, "p ~": 7353, " ~$": 998, "div": 3423, "ivi": 5397, "den": 3358, "end": 3961, "nds": 6435, "ds ": 3472, "s $": 8223, " $0": 1, "$0.": 1002, "/sh": 1431, "sha": 8571, "nnu": 6628, "nua": 6779, "ual": 9293, "l; ": 5604, "pen": 7412, "nd ": 6404, "d $": 3192, "1.1": 1571, ".1b": 1370, "1b ": 1633, " 16": 91, "6% ": 1908, "% r": 1085, "e. ": 3686, ". d": 1335, "ist": 5334, "ngu": 6561, "gui": 4673, "shi": 8577, "ng:": 6539, "g: ": 4524, ": s": 2019, "un ": 9424, "n o": 6276, " of": 691, " fr": 468, "fro": 4413, "om ": 6999, "m h": 5953, "let": 5709, "ett": 4240, "-pa": 1296, "ack": 2165, "cka": 3040, "ard": 2506, "rd ": 7776, "d 1": 3195, " 19": 95, "199": 1631, "foc": 4385, "ocu": 6892, " me": 633, "mea": 6048, "asu": 2584, "sur": 8779, "ure": 9478, "rem": 7848, "eme": 3925, "e; ": 3699, "; g": 2034, " pu": 761, "pus": 7587, "h v": 4731, "rep": 7856, "epr": 4020, "t m": 8846, "roa": 8013, "oar": 6863, "arr": 2536, "rra": 8084, "ray": 7752, "ays": 2666, "; s": 2044, "sus": 8783, "tai": 8921, "nab": 6345, "abi": 2136, "y i": 9839, "tia": 9066, "iat": 4940, "tiv": 9110, "red": 7824, "edu": 3821, "uce": 9316, " em": 404, "mis": 6101, "iss": 5331, "ssi": 8698, "sio": 8610, "s 5": 8247, " 50": 145, "50%": 1875, "0% ": 1449, "% b": 1059, " by": 293, "by ": 2835, "y 2": 9797, "203": 1683, "030": 1536, "rec": 7816, "ece": 3749, "t n": 8851, "new": 6490, "ews": 4268, "ws ": 9744, "s q": 8370, " q2": 767, "q2 ": 7602, "2 2": 1638, "024": 1529, "24 ": 1711, "4 e": 1799, "arn": 2533, "s b": 8274, " be": 262, "bea": 2735, "eat": 3733, "at ": 2587, "t e": 8826, " es": 422, "tim": 9087, "ima": 5130, "s 8": 8254, " 8%": 169, "8% ": 1957, "e g": 3592, "row": 8071, "owt": 7313, "wth": 9747, "th ": 9030, "h p": 4724, "a d": 2072, "ema": 3920, "nd.": 6415, "lent": 5697, "ent ": 3988, "nt t": 6739, "t te": 8874, " tec": 889, "tech": 8977, "echn": 3753, "chno": 3009, "hnol": 4818, "nolo": 6636, "olog": 6987, "logi": 5822, "ogie": 6933, "gies": 4600, "ies ": 5057, "es i": 4145, "s in": 8332, " inc": 547, "inc.": 5173, "nc. ": 6375, "c. (": 2874, " (ny": 58, "(nys": 1147, "nyse": 6808, "yse:": 9960, "se: ": 8525, ") op": 1173, " ope": 705, "oper": 7132, "pera": 7419, "erat": 4063, "rate": 7743, "ates": 2600, "tes ": 9017, " in ": 546, "n li": 6265, " lif": 601, "life": 5741, "ife ": 5064, "fe s": 4315, "e sc": 3643, " sci": 825, "scie": 8489, "cien": 3019, "ienc": 5051, "ence": 3957, "nces": 6383, "ces ": 2972, "es d": 4140, "s di": 8295, " dia": 368, "diag": 3392, "iagn": 4927, "agno": 2249, "gnos": 4630, "nost": 6647, "osti": 7242, "stic": 8741, "tics": 9074, "ics ": 5005, "cs a": 3136, "s ap": 8267, " app": 229, "appl": 2478, "ppli": 7530, "plie": 7486, "ied ": 5045, "ed c": 3787, "d ch": 3216, " che": 314, "chem": 2999, "hemi": 4776, "emic": 3930, "mica": 6080, "ical": 4979, "cal ": 2888, "al m": 2313, "l ma": 5559, " mar": 629, "mark": 6013, "arke": 2529, "rket": 7956, "kets": 5488, "ets.": 4239, "ts. ": 9219, "s. g": 8436, " glo": 491, "glob": 4619, "loba": 5816, "obal": 6870, "bal ": 2716, "al p": 2316, "l pr": 5573, " pre": 757, "pres": 7545, "rese": 7865, "nce ": 6377, "ce s": 2949, "e se": 3644, " ser": 835, "serv": 8551, "erve": 4120, "rves": 8192, "ves ": 9626, "es p": 4150, "s ph": 8364, " pha": 738, "phar": 7443, "harm": 4752, "arma": 2532, "rmac": 7981, "mace": 5991, "aceu": 2157, "ceut": 2977, "euti": 4251, "utic": 9550, "tica": 9073, "al b": 2304, " bio": 271, "biot": 2763, "iote": 5255, "otec": 7255, "logy": 5823, "ogy ": 6940, "gy a": 4681, "y ac": 9803, " aca": 187, "acad": 2150, "cade": 2884, "adem": 2200, "demi": 3356, "ia g": 4912, " gov": 497, "gove": 4645, "over": 7297, "vern": 9621, "ernm": 4096, "rnme": 8008, "nmen": 6613, "ment": 6058, "nt c": 6725, "t cl": 8821, " cli": 322, "clin": 3062, "lini": 5755, "inic": 5209, "nica": 6573, "al l": 2312, "l la": 5554, " lab": 588, "labs": 5611, "abs ": 2145, "s fo": 8315, " foo": 465, "food": 4390, "ood ": 7113, "d sa": 3264, " saf": 816, "safe": 8468, "afet": 2228, "fety": 4331, "ety ": 4244, "ty e": 9271, "y en": 9827, " env": 416, "envi": 4001, "nvir": 6797, "viro": 9648, "iron": 5297, "ronm": 8048, "onme": 7088, "enta": 3991, "ntal": 6748, "tal ": 8927, "al t": 2319, "l te": 5584, " tes": 894, "test": 9019, "esti": 4197, "stin": 8743, "ting": 9095, "ing ": 5195, "ng f": 6517, "g fo": 4466, " for": 466, "fore": 4396, "ensi": 3985, "ics.": 5006, "cs. ": 3146, "s. p": 8439, ". pr": 1353, " pro": 759, "prod": 7555, "rodu": 8022, "oduc": 6905, "duct": 3493, "ucts": 9328, "cts ": 3164, "ts i": 9203, "incl": 5175, "nclu": 6394, "clud": 3067, "lude": 5896, "ude ": 9340, "de a": 3334, "e an": 3554, " ana": 222, "anal": 2406, "naly": 6358, "alyt": 2370, "lyti": 5933, "ytic": 9968, "al i": 2311, "l in": 5552, " ins": 554, "inst": 5222, "nstr": 6711, "stru": 8757, "trum": 9184, "umen": 9416, "ents": 3996, "nts ": 6773, "ts m": 9205, "s ma": 8344, " mas": 630, "mass": 6017, "ass ": 2575, "ss s": 8690, "s sp": 8388, " spe": 860, "spec": 8665, "pect": 7405, "ectr": 3773, "ctro": 3162, "eter": 4223, "ters": 9013, "ers ": 4104, "rs l": 8107, "s li": 8341, " liq": 606, "liqu": 5761, "iqui": 5279, "quid": 7613, " gas": 483, "gas ": 4542, "as c": 2552, "s ch": 8285, "omat": 7003, "mato": 6022, "ogra": 6938, "grap": 4652, "raph": 7735, "aphy": 2468, "phy ": 7451, "hy a": 4866, "omic": 7011, "mic ": 6079, "ic s": 4971, "y mi": 9848, " mic": 642, "micr": 6082, "icro": 5003, "cros": 3129, "y so": 9868, " sof": 855, "soft": 8643, "oftw": 6926, "ftwa": 4423, "twar": 9258, "ware": 9688, "are ": 2513, "re c": 7790, "e co": 3571, " con": 332, "cons": 3098, "onsu": 7100, "nsum": 6714, "umab": 9411, "able": 2139, "bles": 2773, "les ": 5703, "es r": 4152, "s re": 8377, " rea": 783, "agen": 2241, "gent": 4570, "s. s": 8441, ". se": 1358, "ervi": 4121, "rvic": 8194, "vice": 9634, "ices": 4987, "es e": 4141, "s en": 8303, " enc": 410, "enco": 3959, "ncom": 6397, "comp": 3091, "ompa": 7020, "mpas": 6150, "pass": 7383, "ss m": 8688, " mai": 626, "main": 5996, "aint": 2280, "inte": 5226, "nten": 6754, "tena": 8998, "enan": 3955, "nanc": 6361, "ance": 2408, "ce t": 2950, "e tr": 3657, " tra": 912, "trai": 9164, "rain": 7719, "aini": 2277, "inin": 5211, "ning": 6583, "ng c": 6514, "g co": 4454, " com": 331, "ompl": 7022, "mpli": 6157, "plia": 7484, "lian": 5726, "ianc": 4936, "e su": 3650, " sup": 875, "supp": 8778, "uppo": 9463, "ppor": 7533, "port": 7511, "ort ": 7212, "t in": 8840, "nsta": 6709, "stal": 8729, "tall": 8930, "alla": 2349, "llat": 5786, "lati": 5635, "atio": 2610, "tion": 9098, "ion.": 5241, "on. ": 7060, "n. a": 6330, ". an": 1328, " ann": 224, "anno": 2435, "nnou": 6624, "noun": 6650, "ounc": 7276, "unce": 9426, "nced": 6379, "ced ": 2956, "ed i": 3793, "d in": 3237, " inn": 553, "inno": 5218, "nnov": 6625, "nova": 6652, "ovat": 7294, "vati": 9591, "ions": 5246, " mul": 656, "mult": 6188, "ulti": 9402, "lti-": 5884, "mode": 6128, "e re": 3639, "read": 7810, "eade": 3706, "ader": 2201, "ders": 3372, "rs a": 8096, "s ac": 8260, " acq": 189, "acqu": 2176, "cqui": 3119, "quis": 7616, "uisi": 9385, "isit": 5321, "siti": 8617, "itio": 5367, "ion ": 5237, "on 2": 7031, "n 20": 6204, " 202": 108, "2021": 1678, "021 ": 1522, " enh": 414, "enha": 3976, "nhan": 6565, "hanc": 4743, "es c": 4139, "s ce": 8284, " cel": 309, "cell": 2959, "ell ": 3909, "l an": 5522, "alys": 2369, "lysi": 5931, "ysis": 9963, "; in": 2037, " inf": 549, "fini": 4358, "init": 5213, "nity": 6593, " sol": 856, "solu": 8647, "olut": 6994, "luti": 5910, "utio": 9553, "ons ": 7095, "ns f": 6669, "for ": 4393, "or c": 7152, "r ch": 7635, " eff": 401, "effi": 3849, "ffic": 4337, "fici": 4348, "icie": 4991, "ency": 3960, "; re": 2043, " res": 793, "reso": 7867, "olve": 6996, "ve m": 9599, "e ma": 3614, "or p": 7162, "r pr": 7673, "prot": 7560, "rote": 8061, "mics": 6083, "s. t": 8442, ". te": 1361, "gy l": 4687, "y le": 9842, " lev": 598, "leve": 5712, "ever": 4259, "vera": 9619, "erag": 4060, "rage": 7716, "ages": 2243, "ges ": 4579, "s io": 8333, "on m": 7043, "n mo": 6271, " mob": 648, "mobi": 6126, "obil": 6873, "bili": 2754, "ilit": 5112, "lity": 5769, "ity ": 5383, "ty s": 9282, "y sp": 9869, "metr": 6070, "try ": 9187, "ry t": 8215, "tand": 8935, "ande": 2415, "r se": 7677, "uenc": 9361, "enci": 3958, "ncin": 6391, "cing": 3027, "ng a": 6512, "g au": 4449, " aut": 245, "auto": 2638, "utom": 9556, "toma": 9135, "mati": 6021, "on a": 7032, "n ai": 6215, " ai-": 209, "ai-d": 2266, "i-dr": 4900, "-dri": 1262, "driv": 3465, "rive": 7948, "iven": 5394, "ven ": 9613, "en d": 3946, " dat": 353, "data": 3318, "ata ": 2590, "ta a": 8911, "a an": 2061, "s. f": 8435, ". fa": 1338, " fac": 441, "faci": 4301, "acil": 2163, "cili": 3024, "liti": 5768, "itie": 5365, "ties": 9080, "ies:": 5059, "es: ": 4165, " hea": 513, "head": 4765, "eadq": 3707, "adqu": 2213, "dqua": 3458, "quar": 7610, "uart": 9302, "arte": 2542, "rter": 8146, "rs s": 8113, "s sa": 8381, " san": 819, "anta": 2447, "nta ": 6745, "ta c": 8912, "a cl": 2070, " cla": 320, "a ca": 2067, " cal": 300, "cali": 2892, "alif": 2343, "lifo": 5742, "ifor": 5071, "forn": 4398, "orni": 7201, "rnia": 8005, "; ma": 2039, " man": 628, "manu": 6008, "anuf": 2452, "nufa": 6786, "ufac": 9367, "fact": 4302, "actu": 2184, "ctur": 3168, "turi": 9250, "urin": 9487, "ring": 7930, "ng s": 6527, "g si": 4494, " sit": 847, "site": 8616, "ites": 5357, "es u": 4155, "s us": 8403, " usa": 941, "usa ": 9520, "a eu": 2077, " eur": 429, "euro": 4249, "urop": 9492, "rope": 8053, "ope ": 7129, "pe a": 7398, "e as": 3557, " asi": 238, "asia": 2570, "sia ": 8585, "ia i": 4913, "a in": 2086, "ludi": 5897, "udin": 9343, "ding": 3407, " col": 330, "colo": 3085, "olor": 6988, "lora": 5833, "prin": 7550, "ings": 5203, "ngs ": 6558, " lit": 608, "ttle": 9235, "tle ": 9118, "le f": 5666, "e fa": 3584, "lls ": 5799, "ls g": 5862, "s ge": 8320, " ger": 488, "germ": 4576, "erma": 4089, "rman": 7983, "many": 6009, "any ": 2454, "ny s": 6806, " sin": 846, "sing": 8609, "inga": 5201, "ngap": 6544, "gapo": 4539, "apor": 2474, "pore": 7510, "ore ": 7177, "e ch": 3569, " chi": 315, "chin": 3004, "hina": 4797, " r&d": 775, "r&d ": 7691, "&d c": 1118, "d ce": 3215, " cen": 310, "cent": 2964, "ente": 3992, "nter": 6755, "rs m": 8108, "s mu": 8348, "rave": 7749, "ve a": 9594, "e au": 3558, " aus": 244, "aust": 2635, "ustr": 9539, "stra": 8753, "tral": 9165, "rali": 7723, "alia": 2342, "lia ": 5725, " wal": 967, "n ge": 6253, "y. p": 9893, ". pa": 1351, " par": 724, "part": 7381, "artn": 2545, "rtne": 8163, "tner": 9124, "ners": 6476, "ers:": 4108, "rs: ": 8125, "s: c": 8448, "coll": 3084, "olla": 6984, "llab": 5784, "labo": 5610, "abor": 2141, "bora": 2795, "orat": 7170, "rati": 7744, "ns r": 6678, "s ro": 8379, " roc": 806, "roch": 8019, "oche": 6884, "che ": 2996, "astr": 2583, "a fo": 2081, "or d": 7153, " dru": 382, "drug": 3469, "rug ": 8179, "ug d": 9370, "g di": 4458, " dis": 373, "disc": 3412, "isco": 5308, "scov": 8494, "cove": 3114, "very": 9624, " all": 214, "alli": 2351, "llia": 5792, "es t": 4154, "s th": 8395, " the": 897, "ther": 9050, "herm": 4781, "ermo": 4091, " fis": 456, "ishe": 5316, "her ": 4779, "er i": 4043, " ill": 540, "lumi": 5904, "umin": 9419, "mina": 6096, "ina ": 5166, "na s": 6344, "a su": 2105, "uppl": 9462, "lier": 5738, "iers": 5055, "ers;": 4109, "rs; ": 8127, " cus": 346, "cust": 3181, "usto": 9538, "stom": 8749, "tome": 9136, "omer": 7008, "mers": 6064, " spa": 859, "pan ": 7372, "an p": 2399, " pfi": 736, "pfiz": 7435, "fize": 4372, "izer": 5410, "zer ": 9981, " joh": 573, "john": 5425, "ohns": 6945, "hnso": 4820, "nson": 6704, "son ": 8649, "on j": 7041, "n jo": 6262, "on u": 7051, "n un": 6311, " uni": 930, "univ": 9441, "nive": 6597, "iver": 5395, "vers": 9622, "ersi": 4112, "rsit": 8135, "es n": 4148, "s na": 8350, " nat": 663, "nati": 6367, "iona": 5243, "onal": 7064, "nal ": 6354, ". su": 1359, " key": 582, "key ": 5490, "y se": 9867, " sem": 833, "semi": 8544, "mico": 6081, "icon": 5001, "cond": 3095, "ondu": 7071, "nduc": 6438, "ucto": 9327, "ctor": 3159, "tor ": 9147, "or o": 7161, "r op": 7668, " opt": 706, "opti": 7147, "ptic": 7575, "cs c": 3137, "prov": 7561, "rovi": 8070, "ovid": 7299, "vide": 9637, "ider": 5028, "ers.": 4106, "rs. ": 8122, ". pe": 1352, " pee": 730, "peer": 7409, "eers": 3839, "rs c": 8098, "s co": 8288, "ompe": 7021, "mpet": 6152, "peti": 7427, "etit": 4231, "tito": 9108, "itor": 5373, "tors": 9151, "ors:": 7210, "er s": 4050, "ient": 5052, "enti": 3993, "tifi": 9082, "ific": 5068, "fic ": 4345, "ic d": 4962, "er w": 4054, " wat": 970, "wate": 9692, "ater": 2599, " cor": 335, "corp": 3107, "orpo": 7205, "rpor": 8080, "pora": 7509, "on p": 7046, "n pe": 6282, " per": 733, "rkin": 7959, "mer ": 6060, "er b": 4036, "r br": 7632, "er. ": 4057, ". co": 1333, "cont": 3099, "ontr": 7107, "ntra": 6769, "trac": 9162, "ract": 7707, "acts": 2183, "cts:": 3166, "ts: ": 9221, "s: m": 8451, "ti-y": 9065, "i-ye": 4903, "-yea": 1321, "year": 9920, "ear ": 3722, "ar d": 2494, "r de": 7640, " dea": 355, "deal": 3342, "eals": 3714, "als ": 2358, "ls u": 5871, " us ": 939, "us f": 9506, " fda": 446, "fda ": 4312, "a en": 2076, "al a": 2303, " age": 205, "genc": 4568, "ncie": 6390, "cies": 3020, "rma ": 7980, " cro": 342, "; de": 2030, " def": 358, "defe": 3349, "efen": 3847, "fens": 4325, "ense": 3984, "nse ": 6693, "se c": 8508, "ts v": 9213, "s vi": 8408, " via": 957, "via ": 9631, "sigh": 8599, "ight": 5082, "ght ": 4592, " spi": 861, "spin": 8668, "pin-": 7464, "in-o": 5164, "n-of": 6325, "-off": 1293, "off ": 6918, " leg": 596, "lega": 5692, "egac": 3854, "gacy": 4529, ". re": 1355, " rev": 795, "reve": 7875, "even": 4258, "venu": 9616, "enue": 3999, "nue ": 6784, "ue f": 9352, "e fy": 3591, " fy2": 479, "fy20": 4434, "y202": 9896, "2023": 1680, "023 ": 1526, "23 $": 1696, " $6.": 28, "3 bi": 1746, " bil": 270, "bill": 2755, "illi": 5118, "llio": 5795, "lion": 5758, "n up": 6312, " up ": 932, "up 5": 9454, " 5% ": 142, "5% y": 1863, "% yo": 1099, " yoy": 992, " bre": 285, "brea": 2805, "reak": 7811, "eakd": 3710, "akdo": 2291, "kdow": 5472, "down": 3454, "own:": 7309, "wn: ": 9729, "es a": 4137, "ed m": 3795, "d ma": 3244, "ets ": 4238, "% $2": 1054, " $2.": 14, "ts c": 9197, "; di": 2031, " gen": 486, "nomi": 6638, "s gr": 8323, " gro": 503, "grou": 4661, "roup": 8066, "oup ": 7280, "$2.1": 1024, " (re": 62, "ts s": 9210, "s sy": 8391, " sys": 882, "syst": 8793, "yste": 9965, "stem": 8738, "tems": 8996, "ross": 8059, "% $1": 1053, " $1.": 4, "$1.8": 1011, "es s": 4153, "s su": 8390, "). g": 1188, ". ge": 1342, " geo": 487, "geog": 4572, "eogr": 4006, "phy:": 7452, "hy: ": 4870, " ame": 219, "amer": 2377, "meri": 6063, "eric": 4081, "rica": 7904, "icas": 4982, "cas ": 2913, "e mi": 3616, " mid": 643, "midd": 6087, "iddl": 5023, "ddle": 3331, "dle ": 3431, "le e": 5665, "e ea": 3579, " eas": 391, "east": 3731, "ast ": 2580, "st a": 8708, "t af": 8809, " afr": 203, "afri": 2232, "fric": 4411, "ica ": 4977, "ia p": 4916, "a pa": 2097, " pac": 722, "paci": 7365, "acif": 2162, "cifi": 3022, ". fi": 1339, " fin": 454, "fina": 4356, "inan": 5169, "ces:": 2974, "gros": 4660, "oss ": 7238, "marg": 6011, "argi": 2521, "rgin": 7891, "gin ": 4603, "atin": 2609, "ng m": 6522, "g ma": 4477, "in 2": 5150, " net": 666, "net ": 6482, "et i": 4208, "inco": 5176, "come": 3089, "ome ": 7007, "me $": 6044, "e $1": 3521, "$1.2": 1007, "; ca": 2027, " cas": 305, "cash": 2914, "ash ": 2567, "sh $": 8568, "h $1": 4698, "$1.5": 1010, " deb": 356, "debt": 3344, "ebt ": 3745, "bt $": 2820, "t $1": 8796, "ket ": 5485, "et c": 4205, "t ca": 8819, " cap": 303, "cap ": 2902, "ap ~": 2459, "p ~$": 7354, " div": 374, "divi": 3425, "ivid": 5398, "iden": 5026, "dend": 3359, "ends": 3966, "nds ": 6436, "ds $": 3473, "s $0": 8224, " $0.": 2, "/sha": 1432, "shar": 8573, "hare": 4749, "re a": 7788, "annu": 2436, "nnua": 6629, "nual": 6780, "&d s": 1120, "d sp": 3269, "spen": 8666, "pend": 7413, "end ": 3962, "d $1": 3193, "$1.1": 1006, "1.1b": 1573, ".1b ": 1371, "% re": 1086, ". di": 1336, "dist": 3416, "isti": 5338, "ingu": 5205, "ngui": 6562, "guis": 4675, "uish": 9384, "ishi": 5317, "shin": 8578, "hing": 4799, "ing:": 5199, "ng: ": 6540, "n of": 6277, " off": 693, " fro": 471, "from": 4414, "rom ": 8043, "-pac": 1297, "pack": 7366, "acka": 2167, "ard ": 2507, "d 19": 3198, " 199": 96, " foc": 464, "focu": 4386, "ocus": 6893, "cus ": 3178, "us m": 9510, "s me": 8345, " mea": 634, "easu": 3732, "asur": 2585, "sure": 8781, "reme": 7849, "emen": 3927, "nt s": 6738, "; ge": 2035, "cs p": 3142, "s pu": 8369, "ia s": 4918, " sur": 876, "rint": 7931, "int ": 5225, "nt m": 6733, "t mi": 8849, "s; s": 8456, "; su": 2046, " sus": 877, "sust": 8784, "usta": 9535, "stai": 8727, "tain": 8923, "aina": 2275, "inab": 5167, "nabi": 6346, "abil": 2137, "ty i": 9275, "y in": 9840, " ini": 552, "niti": 6590, "itia": 5363, "tiat": 9068, "iati": 4942, "ativ": 2611, "tive": 9111, "ives": 5396, " red": 785, "redu": 7827, "educ": 3822, "duce": 3492, "ce e": 2940, " emi": 406, "emis": 3931, "miss": 6102, "issi": 5332, "ssio": 8700, "sion": 8611, "ns 5": 6663, "s 50": 8249, " 50%": 147, "50% ": 1876, " by ": 294, "by 2": 2836, "y 20": 9798, " 203": 109, "2030": 1684, " rec": 784, "rece": 7817, "ecen": 3750, "nt n": 6734, "t ne": 8852, " new": 668, "news": 6493, "ews ": 4269, "ws q": 9745, "s q2": 8372, " q2 ": 768, "q2 2": 7603, "2 20": 1639, "2024": 1681, "024 ": 1530, "24 e": 1715, "4 ea": 1800, " ear": 390, "earn": 3724, "arni": 2534, "rnin": 8006, "gs b": 4665, "s be": 8276, " bea": 263, "beat": 2736, "eat ": 3734, "at e": 2588, "t es": 8828, " est": 424, "stim": 8742, "tima": 9088, "imat": 5134, "mate": 6020, "es 8": 4135, " 8% ": 170, "ue g": 9353, "e gr": 3597, "grow": 4662, "rowt": 8072, "owth": 7314, "wth ": 9748, "th p": 9040, "a de": 2073, " dem": 360, "dema": 3355, "eman": 3921, "mand": 6007, "lc": 5644, "aa": 2128, "ux": 9567, "xi": 9768, "sm": 8629, "a.": 2122, "ex": 4270, "xt": 9785, "ae": 2221, "yc": 9911, "w-": 9677, "-c": 1250, "rb": 7755, "-f": 1267, "oi": 6946, "fu": 4424, "g.": 4516, "y-": 9887, "-e": 1263, "l-": 5594, "-h": 1278, "za": 9971, "i ": 4879, "hu": 4855, "nj": 6600, "ja": 5416, "ip": 5258, "w ": 9668, "wo": 9734, "rl": 7962, "aj": 2285, "25": 1724, "5.": 1869, "td": 8954, "oe": 6909, "ei": 3875, "bu": 2822, "gm": 4620, "d-": 3288, "-u": 1316, "rc": 7761, "sk": 8623, "yd": 9915, "g-": 4513, "-t": 1309, " z": 993, "o-": 6849, "we": 9696, "10": 1584, "55": 1889, "5 ": 1840, "35": 1781, " 6": 155, "60": 1911, "45": 1827, "15": 1613, "%.": 1106, "vo": 9656, ".0": 1364, "07": 1542, "7 ": 1926, ".6": 1402, "6 ": 1902, "$5": 1038, "m.": 5982, "ps": 7562, "-z": 1322, "05": 1539, "0 ": 1433, "%+": 1102, "+ ": 1193, "q1": 7598, "dj": 3426, "ju": 5433, "5m": 1900, "kf": 5491, "xp": 9774, "tm": 9119, "t.": 8901, "alc": 2332, "lco": 5646, "coa": 3076, "n (": 6200, ") i": 1167, "ind": 5178, "dus": 3500, "y p": 9855, "rim": 7926, "ary": 2547, "alu": 2365, "inu": 5227, "num": 6787, "um ": 9406, "m p": 5963, "cti": 3154, "g b": 4450, " ba": 255, "te ": 8958, "a r": 2100, "ref": 7832, "efi": 3850, " sm": 850, "sme": 8634, "mel": 6053, "elt": 3917, "fab": 4298, "abr": 2142, "bri": 2806, "cat": 2916, " ar": 230, "ved": 9604, "l o": 5565, " no": 673, "nor": 6644, "rth": 8151, "h a": 4704, "a m": 2088, "ca.": 2879, "a. ": 2123, "e o": 3623, " or": 707, "m i": 5954, "ngo": 6555, "ots": 7266, "lle": 5787, " sl": 849, " sh": 836, "hee": 4772, "eet": 3843, "t p": 8856, " pl": 746, "pla": 7474, " ex": 433, "ext": 4285, "xtr": 9788, "rus": 8186, "usi": 9529, " ae": 199, "aer": 2224, "ero": 4097, "osp": 7234, "omo": 7017, "mot": 6140, "oti": 7261, "e p": 3628, "kag": 5465, "g i": 4470, "tri": 9172, "ria": 7898, "ial": 4928, "lic": 5729, "ns.": 6686, "eng": 3972, "ngi": 6551, "nee": 6461, "sul": 8770, "g r": 4490, "ecy": 3778, "cyc": 3189, "ycl": 9912, "d p": 3254, " lo": 612, "low": 5842, "ow-": 7303, "w-c": 9678, "-ca": 1251, "car": 2907, "arb": 2502, "rbo": 7759, "bon": 2789, " el": 402, "is ": 5303, "y c": 9817, "on-": 7057, "-fr": 1271, "fre": 4408, "ree": 7828, "ee ": 3824, "joi": 5426, "oin": 6952, "t v": 8879, " ve": 952, "ntu": 6775, " ri": 797, "rio": 7932, "io ": 5232, "o t": 6843, " ti": 900, "nto": 6765, "to ": 9126, "o a": 6816, "ple": 7480, " fu": 474, "fun": 4429, "und": 9428, "ndi": 6424, "ng.": 6537, "g. ": 4517, "opr": 7142, "rie": 7913, "iet": 5060, "eta": 4217, "tar": 8937, "g p": 4484, "oce": 6881, "ess": 4188, "sse": 8693, "ses": 8552, "erg": 4075, "rgy": 7893, "-ef": 1264, "ele": 3899, "lec": 5683, "rol": 8036, "oly": 6997, "s h": 8324, " ha": 508, "hal": 4739, "ll-": 5782, "lt ": 5875, "odi": 6901, "dif": 3402, "dig": 3404, "igi": 5083, "git": 4612, "ita": 5346, "imi": 5138, "miz": 6108, "iza": 5406, "zat": 9973, "ai ": 2257, "i p": 4891, "edi": 3815, "dic": 3396, "ict": 5007, "ce.": 2952, "set": 8555, " hu": 527, "unt": 9443, "ly ": 5917, " pi": 742, "aud": 2626, "di ": 3389, "i a": 4880, "rab": 7701, "bia": 2749, "n c": 6225, " ci": 316, "cip": 3028, "n s": 6294, "lte": 5878, "pai": 7368, "n w": 6316, "rri": 8087, "ick": 4995, "ck ": 3038, "k r": 5455, "mil": 6090, "a n": 2092, "ew ": 4264, "w y": 9675, "yor": 9943, "ork": 7189, "rk ": 7953, "k f": 5444, "uir": 9381, "ire": 5285, "d f": 3226, "m a": 5939, " wo": 982, "wor": 9737, "orl": 7193, "rld": 7965, "ld ": 5648, "d a": 3204, "ls.": 5872, "maj": 5997, "ajo": 2286, "jor": 5428, "r r": 7674, "o e": 6824, "ewa": 4266, "wab": 9681, "e 2": 3533, " 25": 115, "25.": 1728, "% o": 1080, " ow": 718, "wne": 9730, "rsh": 8131, "hip": 4801, "ip ": 5259, "p a": 7340, "a l": 2087, " lt": 620, "ltd": 5877, "d. ": 3293, "e b": 3559, " bo": 277, "boe": 2788, "ein": 3879, "air": 2281, "bus": 2827, "ord": 7173, " gm": 492, "gm ": 4621, "l c": 5528, "n i": 6259, "l e": 5537, "nd-": 6414, "use": 9524, "sou": 8658, "our": 7281, "urc": 9474, "rce": 7763, " gu": 504, "ea ": 3701, "atu": 2623, "ura": 9469, "l g": 5544, "cit": 3035, "ty.": 9284, "o c": 6818, "ury": 9498, " ka": 580, "ais": 2283, "ise": 5309, "r a": 7627, "m n": 5960, "sk ": 8624, "k h": 5446, " hy": 530, "hyd": 4873, "ydr": 9916, "dro": 3466, "ro ": 8010, "o r": 6839, " ru": 811, "sal": 8469, "lon": 5825, "ong": 7078, "ng-": 6535, "g-t": 4514, "-te": 1310, "rm ": 7973, "m s": 5968, "ply": 7491, "agr": 2252, "gre": 4654, "eem": 3832, " ze": 994, "ro-": 8012, "o-c": 6850, "m b": 5940, " po": 749, "pow": 7518, "owe": 7305, "wer": 9704, "pur": 7585, "rch": 7766, "cha": 2990, "has": 4754, "ase": 2562, "wn ": 9724, "3 t": 1759, " to": 903, "tot": 9153, "ota": 7250, "l $": 5511, "$10": 1012, "10.": 1590, "0.5": 1490, "5 b": 1841, "seg": 8535, "egm": 3861, "gme": 4622, "e 5": 3541, "% a": 1057, "a 3": 2058, " 35": 128, "35%": 1782, " 60": 157, "60%": 1913, "% g": 1069, " 45": 138, "45%": 1829, "% e": 1065, "20%": 1663, "a 1": 2053, " 15": 88, "15%": 1615, " ot": 712, "oth": 7259, "r 2": 7624, "0%.": 1471, "%. ": 1107, "ale": 2334, " vo": 961, "vol": 9659, " 2.": 101, ".1 ": 1368, "1 m": 1562, "c t": 2866, "ton": 9138, "6.5": 1910, ".5 ": 1393, "5 m": 1843, "n t": 6304, "s 2": 8240, "3 n": 1753, "1.0": 1570, "7 b": 1927, "n e": 6237, " eb": 392, "ebi": 3741, "bit": 2765, "itd": 5351, "tda": 8955, "a $": 2049, ".6 ": 1403, "6 b": 1903, ".2 ": 1373, "2 b": 1640, "1 b": 1559, "$5.": 1039, "5.5": 1871, " qu": 771, "erl": 4084, "rly": 7970, "y $": 9793, "0.1": 1486, "epu": 4024, "rog": 8028, "ram": 7724, "m. ": 5983, "ert": 4114, "rti": 8154, "lly": 5801, "teg": 8984, "egr": 3864, "ted": 8979, "d u": 3276, "ups": 9464, "pst": 7571, "tre": 9169, "eam": 3716, "am ": 2372, "m f": 5949, "y n": 9850, "et-": 4214, "t-z": 8899, "-ze": 1323, "rge": 7883, "get": 4581, "t 2": 8802, "205": 1685, "050": 1540, "50 ": 1873, "ior": 5249, "orm": 7195, "rme": 7987, "oal": 6857, "n f": 6244, "r e": 7642, "sec": 8529, "ecu": 3775, "cur": 3173, "rit": 7942, "n r": 6289, "cle": 3055, "led": 5687, " 30": 124, "30%": 1772, "0%+": 1469, "%+ ": 1103, "+ p": 1202, "4 q": 1806, " q1": 765, "q1 ": 7599, ".6b": 1404, "6b ": 1923, "b a": 2679, " ad": 192, "adj": 2207, "dju": 3427, "jus": 5436, "d e": 3222, "5m ": 1901, "rkf": 7957, "kfo": 5492, "orc": 7171, "cos": 3108, "sav": 8481, "avi": 2644, "vin": 9643, "exp": 4280, "xpa": 9775, "ans": 2438, "e 3": 3537, " 3 ": 120, "b i": 2687, "inv": 5229, "nve": 6791, "stm": 8745, "tme": 9120, "nt.": 6742, "alco": 2333, "a co": 2071, "on (": 7029, ") in": 1168, " ind": 548, "indu": 5182, "ndus": 6439, "dust": 3501, "stry": 8758, "ry p": 8212, "y pr": 9861, " pri": 758, "prim": 7549, "rima": 7927, "imar": 5133, "mary": 6015, "ary ": 2548, "ry a": 8200, "y al": 9807, " alu": 216, "alum": 2367, "minu": 6100, "inum": 5228, "num ": 6788, "um p": 9408, "m pr": 5965, "ucti": 9326, "ctio": 3156, "n mi": 6270, " min": 645, "mini": 6099, "ng b": 6513, "g ba": 4451, "ite ": 5354, "te a": 8959, "e al": 3552, "a re": 2101, " ref": 786, "refi": 7833, "efin": 3851, "ltin": 5886, "g fa": 4463, " fab": 440, "fabr": 4299, "abri": 2143, "bric": 2807, "icat": 4983, "cati": 2919, ". ar": 1329, " are": 232, "area": 2515, "reas": 7814, "eas ": 3728, "as s": 2557, "s se": 8383, "rved": 8191, "ved ": 9605, "ed g": 3791, "d gl": 3232, "al o": 2315, "l op": 5567, "ns n": 6675, "s no": 8353, " nor": 676, "nort": 6645, "orth": 7217, "rth ": 8152, "th a": 9033, "h am": 4705, "ca e": 2877, "ia m": 4914, "a mi": 2091, "t as": 8813, "ia a": 4906, "ica.": 4978, "ca. ": 2880, "a. p": 2124, "ts b": 9196, "s ba": 8275, "te o": 8969, "e or": 3627, "a ch": 2069, "m in": 5955, " ing": 550, "ots ": 7267, "s bi": 8277, "ille": 5117, "s sh": 8384, " she": 838, "shee": 8575, "heet": 4773, "eet ": 3844, "et p": 4211, "t pl": 8859, " pla": 747, "plat": 7478, "late": 5633, "ate ": 2594, "te e": 8963, "e ex": 3582, " ext": 436, "extr": 4287, "trus": 9185, "usio": 9531, "ns a": 6664, " aer": 200, "aero": 2225, "eros": 4099, "rosp": 8058, "ospa": 7235, "spac": 8663, "pace": 7364, "ace ": 2156, "ce a": 2936, "tomo": 9137, "omot": 7018, "moti": 6142, "otiv": 7263, "ive ": 5393, "ve p": 9600, "e pa": 3629, "ckag": 3041, "kagi": 5466, "agin": 2246, "ging": 4606, "ng i": 6520, "g in": 4471, "stri": 8755, "tria": 9173, "rial": 7899, "ial ": 4929, "plic": 7485, "lica": 5731, "ons.": 7096, "ns. ": 6687, " eng": 413, "engi": 3974, "ngin": 6552, "gine": 4605, "inee": 5186, "neer": 6462, "eeri": 3838, "erin": 4083, "nsul": 6713, "sult": 8771, "ng r": 6526, "g re": 4491, "recy": 7823, "ecyc": 3779, "cycl": 3190, "ycli": 9914, "ling": 5754, "g su": 4497, "s. a": 8432, "ed p": 3798, "d pr": 3259, "ts l": 9204, "s lo": 8342, " low": 618, "low-": 5844, "ow-c": 7304, "carb": 2908, "arbo": 2503, "rbon": 7760, "bon ": 2790, "s el": 8301, "sis ": 8613, "s te": 8394, "gy c": 4682, "y ca": 9818, " car": 304, "bon-": 2791, "-fre": 1272, "free": 4409, "ree ": 7829, " joi": 574, "join": 5427, "oint": 6954, "nt v": 6740, "t ve": 8880, " ven": 954, "vent": 9615, "entu": 3997, "ntur": 6777, "ture": 9249, "ure ": 9479, "re r": 7802, "e ri": 3640, "rio ": 7933, "nto ": 6766, "pple": 7529, "ple ": 7481, "e fu": 3590, " fun": 477, "fund": 4430, "undi": 9431, "ndin": 6426, "ing.": 5198, "ng. ": 6538, "gy p": 4689, "prop": 7559, "ropr": 8054, "opri": 7143, "prie": 7548, "riet": 7917, "ieta": 5061, "etar": 4220, "tary": 8941, "ry s": 8214, "ng p": 6525, "g pr": 4489, "proc": 7554, "roce": 8018, "oces": 6882, "cess": 2975, "esse": 4190, "sses": 8696, "ses ": 8553, " ene": 412, "ener": 3970, "nerg": 6474, "ergy": 4078, "-eff": 1265, "nt e": 6727, " ele": 403, "elec": 3900, "lect": 5685, "trol": 9179, "s ha": 8325, " hal": 509, "hall": 4740, "all-": 2348, "t mo": 8850, " mod": 649, "modi": 6129, "fica": 4346, "ns d": 6667, " dig": 371, "digi": 3405, "igit": 5085, "gita": 4613, "ital": 5348, "ptim": 7576, "timi": 9090, "imiz": 5140, "miza": 6109, "izat": 5407, "zati": 9974, " ai ": 208, "ai p": 2263, "i pr": 4892, "pred": 7543, "redi": 7826, "edic": 3817, "dict": 3399, "icti": 5008, "ctiv": 3157, "nce.": 6378, "ce. ": 2953, "e. f": 3689, "s ke": 8337, "y as": 9811, " ass": 239, "asse": 2577, "sset": 8697, "sets": 8557, "ts h": 9202, "ly p": 5923, "fine": 4357, "iner": 5187, "neri": 6475, "erie": 4082, "ries": 7916, "s au": 8271, "a ma": 2089, "re s": 7803, "e sa": 3642, "audi": 2628, "rabi": 7702, "bia ": 2750, "san ": 8476, "an c": 2393, "lter": 5879, "ter ": 9004, "r sp": 7679, "ain ": 2274, " war": 968, "arri": 2537, "roll": 8040, "llin": 5794, "g mi": 4479, " mil": 644, "mill": 6093, "ill ": 5115, "indi": 5181, "ndia": 6425, "dian": 3393, "ana ": 2403, "ssen": 8695, "a ne": 2093, "new ": 6491, "ew y": 4265, "w yo": 9676, " yor": 991, "york": 9944, "ork ": 7190, "quir": 7615, "uire": 9382, "ired": 5288, "red ": 7825, "ed f": 3790, "d fr": 3230, " wor": 983, "worl": 9739, "orld": 7194, "rld ": 7966, "cals": 2894, "als.": 2359, "ls. ": 5873, " maj": 627, "majo": 5998, "ajor": 2287, "jor ": 5429, "or r": 7163, "le r": 5673, " ren": 791, "rene": 7854, "enew": 3971, "newa": 6492, "ewab": 4267, "wabl": 9682, "ble ": 2772, "e en": 3580, "rgy ": 7894, "gy s": 4690, "y su": 9871, "e 25": 3536, " own": 719, "owne": 7310, "wner": 9732, "ersh": 4111, "rshi": 8132, "ship": 8579, "hip ": 4802, ". cu": 1334, "ce b": 2937, "e bo": 3563, " boe": 278, "g ai": 4445, " air": 210, "us a": 9502, "e fo": 3588, "ford": 4395, "ord ": 7174, " bal": 257, "ball": 2718, "all ": 2347, "ll c": 5780, "l co": 5533, "on i": 7040, "n in": 6260, "al e": 2307, "l en": 5538, " end": 411, "user": 9527, "sers": 8550, "rs b": 8097, "te s": 8971, "e so": 3647, " sou": 857, "sour": 8659, "ourc": 7282, "urce": 9475, "rces": 7765, " gui": 506, "rs n": 8109, "natu": 6368, "atur": 2624, "tura": 9248, "ural": 9470, "ral ": 7722, "al g": 2309, "l ga": 5545, "as e": 2553, "ctri": 3161, "tric": 9175, "rici": 7906, "icit": 4994, "city": 3036, "ity.": 5384, "ty. ": 9285, "ors ": 7208, "rs r": 8112, "s ri": 8378, "ury ": 9499, "aise": 2284, "ser ": 8549, "er a": 4035, " hyd": 532, "hydr": 4874, "ydro": 9917, "sal ": 8470, " lon": 616, "long": 5827, "ong-": 7080, "ng-t": 6536, "g-te": 4515, "-ter": 1311, "term": 9010, "erm ": 4088, "rm s": 7978, "m su": 5970, "pply": 7531, "ply ": 7492, "ly a": 5918, "y ag": 9805, " agr": 206, "agre": 2253, "gree": 4655, "reem": 7830, "eeme": 3833, "ts a": 9195, " zer": 995, "zero": 9982, "ce p": 2947, "e pl": 3633, "le p": 5672, "e po": 3634, " pow": 754, "powe": 7519, "ower": 7306, "wer ": 9705, "er p": 4048, " pur": 763, "purc": 7586, "urch": 9476, "rcha": 7768, "chas": 2994, "hase": 4755, "ase ": 2563, "se a": 8507, "e ag": 3550, "nts.": 6774, "s. r": 8440, "ue b": 9349, "e br": 3564, "own ": 7308, "wn 2": 9725, "23 t": 1706, "3 to": 1760, " tot": 910, "tota": 9154, "otal": 7252, "al $": 2297, "l $1": 5512, " $10": 5, "5 bi": 1842, "on s": 7049, "n se": 6297, " seg": 831, "segm": 8536, "egme": 3862, "gmen": 4623, "5% a": 1849, " 35%": 129, "35% ": 1783, " 60%": 158, "60% ": 1914, "0% g": 1457, "% ge": 1070, "y am": 9808, " 45%": 139, "45% ": 1830, "5% e": 1852, "% eu": 1067, "pe 2": 7397, "e 20": 3535, " 20%": 104, "20% ": 1664, "0% a": 1452, "a 15": 2055, " 15%": 89, "15% ": 1616, "5% o": 1858, "% ot": 1082, " oth": 713, "othe": 7260, "er 2": 4033, "r 20": 7625, "0%. ": 1472, "%. s": 1110, ". sa": 1357, " sal": 817, "sale": 8472, "ales": 2338, "es v": 4156, "s vo": 8409, " vol": 962, "volu": 9661, "olum": 6993, "lume": 5903, "ume ": 9415, "1 mi": 1563, "n me": 6269, " met": 639, "etri": 4235, "ric ": 7903, "ic t": 4972, " ton": 906, "tons": 9142, "ns p": 6677, "s pr": 8368, ".5 m": 1395, "5 mi": 1844, "on t": 7050, "n to": 6308, "s al": 8264, "es 2": 4130, "s 20": 8241, "23 n": 1702, "3 ne": 1754, "$1.0": 1005, "7 bi": 1928, "on e": 7036, "n eb": 6238, " ebi": 393, "ebit": 3742, "bitd": 2766, "itda": 5352, "tda ": 8956, "da $": 3303, "a $2": 2051, "6 bi": 1904, "on d": 7035, "n de": 6233, "1.2 ": 1575, ".2 b": 1374, "2 bi": 1641, "on c": 7034, "n ca": 6226, "1.1 ": 1572, ".1 b": 1369, "1 bi": 1560, "n ma": 6268, ".5 b": 1394, "n di": 6234, "s qu": 8373, " qua": 772, "terl": 9009, "erly": 4086, "rly ": 7971, "e sh": 3645, " sha": 837, " rep": 792, "repu": 7859, "epur": 4025, "se p": 8515, "e pr": 3635, "prog": 7557, "rogr": 8030, "gram": 4650, "acto": 2182, "rs v": 8116, "s ve": 8407, " ver": 955, "vert": 9623, "erti": 4116, "rtic": 8155, "call": 2893, "ally": 2353, "lly ": 5802, "ly i": 5921, " int": 555, "nteg": 6752, "tegr": 8986, "egra": 3865, "grat": 4653, "ated": 2595, "ted ": 8980, "ed u": 3802, " ups": 935, "stre": 8754, "trea": 9170, "ream": 7813, "eam ": 3717, "m fo": 5950, "us s": 9515, "ty n": 9278, "y ne": 9851, "net-": 6483, "et-z": 4215, "t-ze": 8900, "-zer": 1324, "ero ": 4098, "ro e": 8011, "o em": 6825, "ns t": 6680, "s ta": 8393, " tar": 885, "targ": 8939, "arge": 2520, "rget": 7888, "get ": 4582, "t 20": 8803, " 205": 110, "2050": 1686, "rior": 7934, "orme": 7198, "t co": 8822, " coa": 328, "coal": 3077, "oal ": 6858, "l ac": 5520, "on f": 7037, "n fo": 6248, "or e": 7154, "r en": 7643, " sec": 830, "secu": 8531, "ecur": 3777, "curi": 3175, "urit": 9488, "rity": 7945, "in r": 5160, "n re": 6291, "ycle": 9913, "cled": 3058, "led ": 5688, "d co": 3218, "onte": 7104, "tent": 9002, "nt a": 6723, " 30%": 125, "0%+ ": 1470, "cts.": 3165, "24 q": 1718, " q1 ": 766, "ue $": 9347, "e $2": 3522, ".6b ": 1405, " adj": 195, "adju": 2208, "djus": 3428, "just": 5437, "uste": 9536, "sted": 8736, "ed e": 3789, "d eb": 3223, "work": 9738, "orkf": 7191, "kfor": 5493, "forc": 4394, "orce": 7172, "rce ": 7764, "ce r": 2948, "ns c": 6666, " cos": 336, "cost": 3109, "ost ": 7240, "st s": 8715, "t sa": 8866, " sav": 821, "savi": 8482, "avin": 2646, 