{"agilent": 395, "technologies": 9317, "ticker": 9494, "life": 5374, "sciences": 8271, "diagnostics": 2565, "applied": 696, "chemical": 1505, "markets": 5818, "providing": 7459, "instruments": 4913, "software": 8682, "services": 8451, "consumables": 2017, "laboratory": 5207, "workflows": 9942, "headquartered": 4231, "santa": 8238, "clara": 1544, "california": 1267, "serves": 8394, "customers": 2311, "globally": 4087, "pharmaceutical": 6908, "biotechnology": 1101, "academic": 193, "government": 4112, "energy": 3034, "environmental": 3153, "sectors": 8292, "core": 2147, "business": 1237, "segments": 8340, "genomics": 3976, "segment": 8317, "supplies": 9163, "analytical": 592, "analysis": 591, "food": 3775, "safety": 8193, "testing": 9461, "delivers": 2431, "reagents": 7571, "molecular": 6117, "oncology": 6478, "genetic": 3968, "research": 7906, "key": 5137, "products": 7321, "systems": 9272, "liquid": 5400, "gas": 3911, "mass": 5870, "automation": 868, "solutions": 8724, "announced": 621, "development": 2507, "focuses": 3752, "expanding": 3338, "digital": 2584, "lab": 5201, "integrating": 4957, "artificial": 756, "intelligence": 4974, "machine": 5512, "learning": 5302, "enhance": 3089, "data": 2358, "analytics": 594, "efficiency": 2900, "platforms": 6993, "support": 9189, "complex": 1918, "characterization": 1485, "genomic": 3975, "applications": 692, "span": 8794, "centers": 1416, "manufacturing": 5715, "plants": 6973, "sales": 8198, "offices": 6430, "worldwide": 9952, "significant": 8597, "presence": 7146, "north": 6341, "america": 508, "europe": 3233, "asia": 762, "pacific": 6708, "leverages": 5329, "global": 4038, "supply": 9164, "chains": 1474, "electronic": 2947, "components": 1931, "chemicals": 1509, "precision": 7121, "collaborations": 1642, "companies": 1737, "institutions": 4897, "providers": 7419, "advance": 309, "diagnostic": 2563, "capabilities": 1299, "comprise": 1941, "firms": 3641, "clinical": 1567, "laboratories": 5206, "agencies": 382, "organizations": 6670, "encompass": 3023, "thermo": 9483, "fisher": 3667, "scientific": 8272, "waters": 9881, "corporation": 2184, "competing": 1875, "instrumentation": 4912, "financially": 3604, "reported": 7850, "diversified": 2716, "streams": 9014, "approximately": 714, "70": 163, "30": 111, "geographic": 3977, "breakdown": 1163, "includes": 4628, "roughly": 8174, "50": 137, "americas": 568, "20": 48, "annual": 647, "exceeds": 3319, "billion": 1026, "consistent": 1982, "investment": 5026, "10": 3, "driving": 2828, "innovation": 4864, "product": 7270, "pipeline": 6945, "expansion": 3355, "contracts": 2079, "involve": 5074, "supplying": 9188, "health": 4279, "supporting": 9205, "covid": 2226, "19": 42, "efforts": 2925, "emphasizes": 2988, "sustainability": 9229, "aiming": 444, "reduce": 7694, "carbon": 1342, "footprint": 3787, "eco": 2874, "friendly": 3862, "competitive": 1881, "advantage": 339, "lies": 5371, "comprehensive": 1937, "portfolio": 7040, "strong": 9031, "brand": 1145, "reputation": 7902, "customer": 2286, "base": 964, "continuous": 2062, "measurement": 5902, "positions": 7080, "critical": 2248, "partner": 6755, "advancing": 336, "healthcare": 4295, "technologies ticker": 9333, "ticker operates": 9495, "life sciences": 5377, "software services": 8701, "headquartered santa": 4262, "santa clara": 8239, "serves customers": 8398, "customers globally": 2316, "pharmaceutical biotechnology": 6909, "sectors core": 8294, "core business": 2150, "business segments": 1249, "segments include": 8343, "segment supplies": 8335, "analytical instruments": 593, "food safety": 3782, "safety environmental": 8195, "segment delivers": 8321, "molecular diagnostics": 6119, "key products": 5165, "products include": 7332, "automation solutions": 872, "announced development": 622, "focuses expanding": 3755, "expanding digital": 3344, "artificial intelligence": 757, "intelligence machine": 4976, "machine learning": 5513, "data analytics": 2359, "technology platforms": 9394, "platforms support": 7010, "applications facilities": 694, "facilities span": 3476, "centers manufacturing": 1427, "manufacturing plants": 5737, "sales offices": 8217, "offices worldwide": 6442, "worldwide significant": 9960, "significant presence": 8611, "presence north": 7156, "north america": 6342, "america europe": 533, "europe asia": 3251, "asia pacific": 777, "company leverages": 1806, "global supply": 4083, "supply chains": 9186, "major suppliers": 5617, "electronic components": 2948, "manufacturing services": 5744, "services strategic": 8516, "strategic partnerships": 8987, "partnerships include": 6797, "include collaborations": 4524, "collaborations pharmaceutical": 1649, "pharmaceutical companies": 6910, "academic institutions": 194, "institutions technology": 4910, "technology providers": 9399, "major customers": 5594, "customers comprise": 2313, "pharmaceutical firms": 6912, "clinical laboratories": 1571, "competitors encompass": 1905, "thermo fisher": 9484, "fisher scientific": 3668, "markets financially": 5826, "diversified revenue": 2733, "revenue streams": 8091, "approximately 70": 720, "geographic revenue": 3987, "revenue breakdown": 7998, "breakdown includes": 1171, "30 europe": 117, "europe 20": 3239, "20 asia": 50, "annual revenue": 655, "revenue exceeds": 8047, "billion consistent": 1033, "10 revenue": 12, "innovation product": 4877, "product pipeline": 7292, "pipeline expansion": 6949, "expansion recent": 3370, "recent contracts": 7607, "contracts involve": 2098, "government health": 4121, "health agencies": 4280, "covid 19": 2227, "company emphasizes": 1778, "emphasizes sustainability": 2992, "aiming reduce": 447, "reduce carbon": 7695, "carbon footprint": 1345, "eco friendly": 2875, "competitive advantage": 1882, "advantage lies": 340, "comprehensive product": 1938, "product portfolio": 7293, "portfolio strong": 7062, "strong brand": 9036, "brand reputation": 1150, "global customer": 4041, "customer base": 2288, "continuous innovation": 2063, "digital technologies": 2625, "serves customers globally": 8399, "core business segments": 2153, "business segments include": 1250, "key products include": 5166, "artificial intelligence machine": 759, "intelligence machine learning": 4977, "centers manufacturing plants": 1428, "presence north america": 7157, "north america europe": 6359, "america europe asia": 534, "europe asia pacific": 3257, "strategic partnerships include": 8993, "partnerships include collaborations": 6798, "major customers comprise": 5595, "thermo fisher scientific": 9485, "diversified revenue streams": 2734, "geographic revenue breakdown": 3988, "revenue breakdown includes": 8006, "30 europe 20": 118, "europe 20 asia": 3240, "20 asia pacific": 51, "recent contracts involve": 7611, "government health agencies": 4122, "company emphasizes sustainability": 1781, "aiming reduce carbon": 448, "reduce carbon footprint": 7697, "competitive advantage lies": 1883, "product portfolio strong": 7297, "global customer base": 4042, "core business segments include": 2154, "artificial intelligence machine learning": 760, "presence north america europe": 7158, "north america europe asia": 6360, "america europe asia pacific": 538, "strategic partnerships include collaborations": 8994, "europe 20 asia pacific": 3241, "presence north america europe asia": 7159, "north america europe asia pacific": 6363, "alcoa": 466, "metals": 5967, "mining": 6057, "specializing": 8814, "production": 7303, "aluminum": 496, "alumina": 495, "pittsburgh": 6957, "pennsylvania": 6870, "leading": 5291, "producer": 7266, "serving": 8524, "aerospace": 357, "automotive": 874, "packaging": 6730, "building": 1226, "industrial": 4724, "main": 5524, "involves": 5084, "refining": 7725, "smelting": 8664, "multiple": 6174, "operations": 6616, "australia": 855, "brazil": 1159, "refineries": 7722, "spain": 8793, "fabrication": 3428, "united": 9673, "states": 8902, "canada": 1281, "advanced": 310, "proprietary": 7394, "methods": 5972, "efficient": 2919, "processes": 7252, "manufacturers": 5694, "boeing": 1127, "airbus": 455, "like": 5384, "general": 3944, "motors": 6151, "ford": 3797, "producers": 7267, "construction": 2006, "provide": 7414, "raw": 7552, "materials": 5887, "maintains": 5543, "developers": 2503, "innovate": 4863, "impact": 4485, "peers": 6859, "rio": 8126, "tinto": 9511, "holds": 4381, "long": 5466, "term": 9442, "emphasizing": 2995, "stable": 8868, "market": 5771, "reflects": 7733, "40": 129, "35": 123, "25": 104, "south": 8770, "reports": 7869, "12": 18, "operating": 6586, "income": 4659, "influenced": 4802, "commodity": 1722, "prices": 7169, "costs": 2209, "invests": 5066, "heavily": 4318, "capital": 1313, "expenditures": 3378, "expand": 3329, "capacity": 1308, "develop": 2499, "low": 5490, "developments": 2540, "commitments": 1719, "increase": 4684, "recycled": 7689, "renewable": 7828, "use": 9722, "lightweight": 5383, "alloys": 486, "initiatives": 4838, "target": 9292, "neutrality": 6285, "2050": 99, "green": 4136, "summary": 9115, "vertically": 9813, "integrated": 4932, "diverse": 2710, "advantages": 343, "lie": 5370, "relationships": 7804, "positioning": 7076, "player": 7013, "evolving": 3296, "corporation ticker": 2187, "operates primarily": 6568, "mining industry": 6061, "industry specializing": 4783, "pittsburgh pennsylvania": 6958, "leading global": 5295, "aerospace automotive": 358, "industrial sectors": 4745, "company operates": 1827, "operates main": 6554, "main segments": 5525, "segment includes": 8325, "segment focuses": 8322, "span multiple": 8798, "mining operations": 6063, "united states": 9676, "states canada": 8904, "canada europe": 1284, "europe company": 3266, "leverages advanced": 5330, "advanced technologies": 329, "energy efficient": 3044, "key customers": 5147, "customers include": 2317, "boeing airbus": 1128, "companies like": 1747, "general motors": 3946, "construction firms": 2010, "firms major": 3648, "suppliers provide": 9155, "provide raw": 7415, "raw materials": 7560, "materials like": 5893, "maintains strategic": 5565, "partnerships technology": 6813, "energy providers": 3056, "reduce environmental": 7700, "environmental impact": 3156, "competitors peers": 1910, "peers include": 6863, "include companies": 4526, "rio tinto": 8127, "long term": 5468, "term supply": 9450, "supply contracts": 9187, "contracts major": 2108, "market presence": 5799, "breakdown reflects": 1179, "geographic sales": 4005, "sales primarily": 8218, "primarily north": 7197, "america south": 561, "south america": 8772, "pacific recent": 6723, "recent annual": 7600, "annual reports": 649, "reports revenue": 7884, "12 billion": 19, "billion operating": 1049, "operating income": 6593, "income influenced": 4670, "commodity prices": 1726, "costs company": 2210, "company invests": 1802, "invests heavily": 5069, "capital expenditures": 1321, "low carbon": 5491, "products recent": 7340, "recent developments": 7612, "developments include": 2544, "expansion renewable": 3371, "renewable energy": 7830, "sustainability initiatives": 9236, "initiatives target": 4856, "carbon neutrality": 1347, "neutrality 2050": 6287, "partnerships develop": 6784, "vertically integrated": 9814, "serving diverse": 8527, "industrial markets": 4740, "competitive advantages": 1886, "technologies strategic": 9331, "global footprint": 4053, "customer relationships": 2305, "key player": 5161, "player evolving": 7014, "operates main segments": 6555, "facilities span multiple": 3479, "united states canada": 9677, "company leverages advanced": 1807, "key customers include": 5148, "major suppliers provide": 5620, "suppliers provide raw": 9156, "provide raw materials": 7416, "raw materials like": 7561, "maintains strategic partnerships": 5567, "strategic partnerships technology": 8998, "reduce environmental impact": 7701, "competitors peers include": 1911, "peers include companies": 6864, "include companies like": 4527, "long term supply": 5476, "revenue breakdown reflects": 8014, "primarily north america": 7198, "north america south": 6376, "america south america": 562, "asia pacific recent": 790, "recent annual reports": 7601, "billion operating income": 1050, "company invests heavily": 1803, "recent developments include": 7615, "carbon neutrality 2050": 1349, "major suppliers provide raw": 5621, "suppliers provide raw materials": 9157, "north america south america": 6377, "major suppliers provide raw materials": 5622, "american": 563, "airlines": 459, "group": 4153, "airline": 458, "passenger": 6821, "cargo": 1364, "air": 451, "transportation": 9589, "internationally": 5008, "fort": 3807, "worth": 9961, "texas": 9465, "world": 9950, "largest": 5231, "fleet": 3680, "size": 8628, "latin": 5260, "caribbean": 1365, "offers": 6426, "domestic": 2770, "international": 4996, "route": 8178, "network": 6264, "large": 5222, "body": 1126, "wide": 9918, "aircraft": 456, "models": 6103, "short": 8585, "haul": 4227, "flights": 3690, "provides": 7457, "various": 9777, "service": 8429, "classes": 1546, "premium": 7139, "economy": 2880, "class": 1545, "catering": 1398, "ranging": 7530, "leisure": 5313, "travelers": 9597, "corporate": 2174, "clients": 1561, "alliance": 479, "enhancing": 3113, "reach": 7566, "british": 1196, "airways": 462, "collaborates": 1635, "airport": 460, "authorities": 860, "notably": 6393, "maintenance": 5575, "fuel": 3865, "maintain": 5529, "operational": 6603, "delta": 2441, "lines": 5394, "southwest": 8785, "generates": 3950, "ticket": 9496, "ancillary": 612, "fees": 3536, "selection": 8352, "geography": 4024, "travel": 9594, "followed": 3766, "regions": 7754, "segmented": 8337, "revenues": 8100, "loyalty": 5498, "programs": 7363, "exceeding": 3310, "pre": 7116, "pandemic": 6741, "fluctuations": 3708, "impacts": 4489, "engaged": 3072, "cost": 2194, "reduction": 7713, "strategies": 9005, "modernization": 6111, "transformation": 9572, "improve": 4494, "profitability": 7354, "experience": 3385, "investments": 5048, "generation": 3959, "sustainable": 9244, "aviation": 897, "enhanced": 3103, "flight": 3689, "wi": 9916, "fi": 3546, "entertainment": 3145, "hubs": 4435, "dallas": 2355, "charlotte": 1492, "chicago": 1513, "miami": 5984, "philadelphia": 6926, "extensive": 3411, "networks": 6275, "training": 9562, "news": 6307, "highlights": 4361, "recovery": 7680, "increasing": 4692, "volumes": 9849, "routes": 8180, "booking": 1132, "continues": 2058, "face": 3430, "challenges": 1475, "price": 7165, "volatility": 9844, "labor": 5205, "relations": 7801, "regulatory": 7767, "compliance": 1921, "alliances": 480, "ongoing": 6485, "scale": 8255, "breadth": 1161, "american airlines": 564, "group ticker": 4155, "industry providing": 4774, "transportation services": 9592, "services primarily": 8503, "primarily united": 7215, "states internationally": 8915, "world largest": 9951, "operations span": 6633, "span north": 8799, "america latin": 554, "latin america": 5261, "domestic international": 2771, "long haul": 5467, "diverse customer": 2711, "customer segments": 2307, "corporate clients": 2176, "global reach": 4077, "partnerships major": 6804, "aircraft manufacturers": 457, "fuel suppliers": 3870, "operational efficiency": 6606, "efficiency major": 2910, "major competitors": 5588, "competitors include": 1906, "united airlines": 9674, "generates revenue": 3955, "revenue primarily": 8071, "ticket sales": 9497, "breakdown geography": 1168, "pacific regions": 6724, "regions company": 7755, "loyalty programs": 5500, "maintenance services": 5579, "services financially": 8472, "reported revenues": 7863, "revenues exceeding": 8110, "40 billion": 130, "cost reduction": 2204, "fleet modernization": 3682, "digital transformation": 2627, "customer experience": 2298, "announced investments": 629, "sustainable aviation": 9245, "technologies including": 9326, "wi fi": 9917, "systems facilities": 9275, "facilities include": 3448, "include major": 4581, "major hubs": 5602, "recent news": 7641, "news highlights": 6309, "highlights focus": 4363, "19 pandemic": 43, "expanding international": 3348, "company announced": 1759, "announced partnerships": 633, "technology firms": 9360, "firms enhance": 3645, "industry challenges": 4750, "challenges including": 1478, "price volatility": 7167, "regulatory compliance": 7775, "international operations": 5004, "strategic alliances": 8962, "competitive positioning": 1895, "services primarily united": 8504, "primarily united states": 7216, "united states internationally": 9685, "span north america": 8800, "north america latin": 6371, "america latin america": 555, "latin america europe": 5269, "operational efficiency major": 6610, "major competitors include": 5589, "generates revenue primarily": 3956, "revenue breakdown geography": 8003, "asia pacific regions": 791, "pacific regions company": 6725, "reported revenues exceeding": 7865, "recent news highlights": 7643, "news highlights focus": 6311, "covid 19 pandemic": 2228, "partnerships technology firms": 6814, "technology firms enhance": 9361, "services primarily united states": 8505, "north america latin america": 6372, "europe asia pacific regions": 3263, "asia pacific regions company": 792, "recent news highlights focus": 7645, "north america latin america europe": 6373, "america europe asia pacific regions": 540, "europe asia pacific regions company": 3264, "optical": 6644, "networking": 6274, "design": 2482, "manufacture": 5690, "sale": 8197, "fiber": 3547, "optic": 6643, "communication": 1729, "center": 1414, "telecommunications": 9423, "cable": 1262, "tv": 9636, "wireless": 9927, "infrastructure": 4810, "founded": 3815, "1997": 45, "active": 247, "engines": 3087, "modules": 6116, "ethernet": 3230, "channel": 1483, "protocols": 7412, "speeds": 8840, "high": 4334, "speed": 8837, "silicon": 8616, "photonics": 6932, "optics": 6646, "techniques": 9312, "enabling": 3011, "power": 7098, "bandwidth": 932, "located": 5444, "china": 1518, "shenzhen": 8573, "chain": 1455, "partners": 6759, "semiconductor": 8360, "foundries": 3832, "component": 1928, "contract": 2067, "cloud": 1590, "internet": 5009, "content": 2047, "hyperscale": 4458, "operators": 6638, "lumentum": 5506, "holdings": 4376, "ii": 4469, "incorporated": 4680, "acquired": 228, "split": 8847, "mainly": 5528, "telecom": 9420, "exposure": 3405, "majority": 5626, "200": 59, "million": 6030, "latest": 5250, "tied": 9499, "cycles": 2349, "upgrades": 9701, "gross": 4149, "margins": 5760, "typically": 9643, "mid": 5996, "varies": 9775, "impacted": 4486, "expenses": 3382, "demand": 2442, "coherent": 1631, "reductions": 7715, "targeting": 9295, "carriers": 1369, "deployment": 2464, "multi": 6158, "year": 9968, "agreements": 401, "ensuring": 3128, "volume": 9848, "distinguishes": 2679, "vertical": 9811, "integration": 4960, "engine": 3080, "pricing": 7170, "customization": 2337, "flexibility": 3687, "emphasis": 2980, "packaged": 6727, "aligns": 477, "trends": 9604, "higher": 4357, "lower": 5497, "consumption": 2040, "competition": 1878, "intense": 4979, "margin": 5755, "pressure": 7162, "larger": 5228, "broader": 1214, "portfolios": 7063, "gen": 3939, "securing": 8307, "new": 6289, "diversify": 2738, "financial": 3565, "cyclical": 2350, "environment": 3152, "specialized": 8811, "equipment": 3172, "manufacturer": 5693, "focused": 3742, "interconnect": 4986, "leveraging": 5338, "serve": 8384, "specializing design": 8817, "design manufacture": 2485, "fiber optic": 3549, "products primarily": 7339, "data center": 2366, "wireless infrastructure": 9929, "markets founded": 5830, "founded 1997": 3816, "california serves": 1268, "serves global": 8402, "global customers": 4043, "customers north": 2324, "america asia": 524, "pacific europe": 6713, "europe core": 3267, "core products": 2161, "technology focus": 9362, "focus high": 3724, "high speed": 4349, "advanced packaging": 326, "low power": 5495, "manufacturing facilities": 5724, "facilities located": 3468, "supply chain": 9167, "chain partners": 1465, "partners include": 6763, "include semiconductor": 4614, "semiconductor foundries": 8365, "component suppliers": 1930, "contract manufacturers": 2069, "primarily asia": 7172, "asia major": 773, "cloud service": 1607, "service providers": 8445, "content providers": 2056, "data centers": 2367, "key competitors": 5140, "optical components": 6645, "revenue exposure": 8048, "reports annual": 7870, "annual revenues": 660, "200 million": 60, "million latest": 6034, "latest reports": 5259, "gross margins": 4151, "market demand": 5782, "recent strategic": 7658, "strategic focus": 8968, "focus expanding": 3723, "manufacturing efficiency": 5723, "announced products": 638, "cloud data": 1595, "major cloud": 5586, "cloud providers": 1602, "contracts multi": 2109, "multi year": 6165, "year supply": 9975, "supply agreements": 9165, "vertical integration": 9812, "competitive pricing": 1898, "emphasis innovation": 2982, "industry trends": 4791, "market competition": 5778, "highlights include": 4364, "include expansion": 4545, "financial health": 3574, "speed data": 8838, "solutions leveraging": 8750, "leveraging advanced": 5339, "advanced technology": 330, "technology global": 9365, "global manufacturing": 4058, "partnerships serve": 6810, "customers worldwide": 2335, "industry specializing design": 4785, "specializing design manufacture": 8818, "california serves global": 1269, "serves global customers": 8405, "customers north america": 2325, "north america asia": 6355, "america asia pacific": 526, "asia pacific europe": 782, "europe core products": 3268, "core products include": 2162, "manufacturing facilities located": 5725, "supply chain partners": 9177, "chain partners include": 1466, "cloud service providers": 1608, "key competitors include": 5141, "geographic revenue exposure": 3997, "reports annual revenues": 7871, "recent strategic focus": 7659, "strategic focus expanding": 8969, "announced products include": 639, "major cloud providers": 5587, "multi year supply": 6168, "year supply agreements": 9976, "news highlights include": 6312, "highlights include expansion": 4365, "high speed data": 4350, "leveraging advanced technology": 5340, "north america asia pacific": 6357, "america asia pacific europe": 527, "supply chain partners include": 9178, "multi year supply agreements": 6169, "recent news highlights include": 7646, "news highlights include expansion": 6313, "north america asia pacific europe": 6358, "recent news highlights include expansion": 7647, "hvac": 4444, "engineering": 3082, "heating": 4317, "oklahoma": 6471, "commercial": 1679, "institutional": 4894, "units": 9687, "heat": 4316, "pumps": 7488, "modular": 6112, "recently": 7669, "advancements": 334, "electric": 2933, "pump": 7486, "decarbonization": 2403, "electrification": 2945, "sites": 8627, "equipped": 3185, "flexible": 3688, "quality": 7507, "control": 2129, "utilizes": 9746, "house": 4423, "combined": 1664, "supplier": 9125, "controls": 2135, "electrical": 2942, "assemblies": 803, "iot": 5092, "management": 5649, "consist": 1979, "contractors": 2077, "distributors": 2708, "oems": 6415, "end": 3026, "users": 9730, "buildings": 1229, "education": 2889, "complexes": 1919, "differentiates": 2575, "custom": 2285, "engineered": 3081, "precise": 7120, "standards": 8890, "carrier": 1368, "johnson": 5121, "industries": 4747, "shows": 8589, "contribution": 2122, "aftermarket": 378, "geographically": 4008, "90": 180, "growing": 4158, "exports": 3404, "mexico": 5980, "select": 8348, "fiscal": 3656, "2023": 84, "exceeded": 3308, "net": 6240, "reflecting": 7729, "balance": 918, "sheet": 8564, "features": 3523, "robust": 8153, "cash": 1373, "position": 7069, "minimal": 6053, "debt": 2393, "facilitating": 3441, "facility": 3488, "projects": 7372, "goals": 4098, "roadmap": 8148, "prioritizes": 7232, "consultants": 2013, "accelerate": 201, "responsiveness": 7950, "distinctive": 2671, "allowing": 484, "rapid": 7531, "commitment": 1714, "offerings": 6418, "lean": 5301, "practices": 7115, "workforce": 9943, "adoption": 303, "supports": 9215, "reliability": 7811, "satisfaction": 8246, "based": 974, "customized": 2338, "supported": 9197, "performance": 6876, "positioned": 7074, "capitalize": 1337, "climate": 1566, "equipment manufacturing": 3179, "manufacturing industry": 5729, "commercial industrial": 1688, "markets primarily": 5851, "america expanding": 546, "international presence": 5005, "portfolio includes": 7052, "energy efficiency": 3042, "recently announced": 7670, "equipped advanced": 3186, "manufacturing processes": 5741, "quality control": 7509, "suppliers include": 9136, "include leading": 4574, "component manufacturers": 1929, "key technology": 5178, "technology partners": 9389, "focus digital": 3719, "energy management": 3052, "management systems": 5678, "customers consist": 2314, "end users": 3029, "healthcare education": 4296, "solutions enabling": 8733, "evolving regulatory": 3304, "regulatory standards": 7784, "breakdown shows": 1186, "shows majority": 8591, "aftermarket services": 380, "services geographically": 8480, "states growing": 8911, "canada mexico": 1286, "select international": 8349, "international markets": 5002, "fiscal 2023": 3657, "2023 revenue": 91, "revenue exceeded": 8043, "exceeded billion": 3309, "billion net": 1043, "net income": 6241, "income margin": 4673, "reflecting strong": 7732, "balance sheet": 919, "robust cash": 8156, "cash position": 1384, "ongoing investments": 6496, "facility upgrades": 3489, "upgrades recent": 9702, "contracts include": 2085, "include multi": 4588, "agreements large": 404, "institutional clients": 4895, "sustainability goals": 9234, "advanced digital": 314, "engineering firms": 3084, "innovation market": 4873, "advantages include": 344, "include proprietary": 4601, "integrated manufacturing": 4944, "ensuring quality": 3129, "quality cost": 7510, "cost control": 2195, "environmental sustainability": 3165, "sustainability energy": 9232, "product offerings": 7290, "continuous investment": 2064, "technology adoption": 9334, "leading based": 5293, "advanced manufacturing": 320, "partnerships strong": 6811, "strong financial": 9053, "financial performance": 3579, "north america expanding": 6366, "expanding international presence": 3349, "product portfolio includes": 7295, "major suppliers include": 5619, "revenue breakdown shows": 8021, "breakdown shows majority": 1188, "select international markets": 8350, "fiscal 2023 revenue": 3658, "2023 revenue exceeded": 95, "revenue exceeded billion": 8044, "billion net income": 1044, "recent contracts include": 7608, "contracts include multi": 2090, "include multi year": 4589, "maintains strategic alliances": 5566, "competitive advantages include": 1887, "sustainability energy efficient": 9233, "strong financial performance": 9054, "revenue breakdown shows majority": 8023, "recent contracts include multi": 7609, "contracts include multi year": 2091, "include multi year supply": 4591, "recent contracts include multi year": 7610, "contracts include multi year supply": 2093, "include multi year supply agreements": 4592, "auto": 861, "parts": 6816, "replacement": 7848, "accessories": 212, "batteries": 987, "items": 5110, "carolina": 1366, "usa": 9716, "puerto": 7481, "rico": 8118, "cars": 1370, "vans": 9771, "light": 5381, "trucks": 9620, "retail": 7957, "inventory": 5019, "stores": 8956, "professional": 7347, "commerce": 1673, "800": 177, "distribution": 2693, "broad": 1198, "delivery": 2432, "range": 7528, "individual": 4718, "vehicle": 9787, "owners": 6702, "independent": 4695, "repair": 7847, "shops": 8584, "national": 6205, "constitute": 1999, "75": 173, "derived": 2476, "years": 9979, "exceed": 3306, "11": 16, "45": 133, "flow": 3696, "optimization": 6647, "engagement": 3073, "mobile": 6084, "apps": 729, "online": 6499, "ordering": 6661, "private": 7235, "label": 5202, "moves": 6153, "acquisitions": 234, "bolster": 1129, "share": 8549, "grade": 4129, "credit": 2235, "ratings": 7548, "controlled": 2134, "levels": 5322, "dividend": 2752, "payments": 6849, "metrics": 5974, "steady": 8921, "growth": 4171, "driven": 2799, "store": 8952, "penetration": 6867, "secured": 8306, "ensure": 3125, "availability": 894, "distinguishing": 2684, "factors": 3492, "division": 2760, "consumers": 2036, "overall": 6696, "retailer": 7977, "physical": 6934, "fragmented": 3838, "operates automotive": 6521, "automotive aftermarket": 876, "north carolina": 6380, "usa serves": 9719, "serves north": 8418, "america including": 551, "including united": 4657, "puerto rico": 7482, "include automotive": 4516, "automotive parts": 885, "services encompass": 8467, "retail sales": 7973, "commercial sales": 1704, "inventory management": 5020, "management solutions": 5676, "solutions key": 8749, "key segments": 5170, "retail stores": 7975, "commerce platforms": 1677, "platforms facilities": 7003, "facilities comprise": 3442, "distribution centers": 2696, "centers north": 1429, "enabling broad": 3013, "broad geographic": 1201, "geographic reach": 3986, "major automotive": 5580, "customers range": 2330, "range individual": 7529, "constitute majority": 2000, "geographically majority": 4011, "majority revenue": 5632, "revenue derived": 8032, "recent fiscal": 7628, "fiscal years": 3666, "revenues exceed": 8109, "11 billion": 17, "income margins": 4674, "strong cash": 9042, "cash flow": 1374, "flow supports": 3703, "supports ongoing": 9216, "chain optimization": 1464, "digital platforms": 2617, "management customer": 5655, "customer engagement": 2297, "mobile apps": 6087, "apps online": 730, "announced product": 637, "initiatives include": 4848, "private label": 7239, "advanced analytics": 312, "strategic moves": 8983, "moves include": 6154, "include acquisitions": 4511, "market share": 5802, "distribution capabilities": 2695, "maintains investment": 5548, "investment grade": 5033, "grade credit": 4130, "credit ratings": 2241, "debt levels": 2396, "levels consistent": 5323, "consistent dividend": 1986, "dividend payments": 2753, "key financial": 5154, "financial metrics": 3578, "steady revenue": 8926, "revenue growth": 8055, "growth driven": 4179, "store expansion": 8953, "expansion commerce": 3358, "distinguishing factors": 2685, "strong focus": 9055, "chain efficiency": 1458, "growing digital": 4163, "presence diversified": 7150, "diversified customer": 2719, "base including": 969, "include partnerships": 4598, "fleet operators": 3683, "leading automotive": 5292, "leveraging extensive": 5345, "technology driven": 9349, "driven customer": 2803, "maintain competitive": 5530, "competitive position": 1894, "serves north america": 8419, "centers north america": 1430, "partners include major": 6765, "customers range individual": 2331, "geographically majority revenue": 4012, "recent fiscal years": 7630, "annual revenues exceed": 664, "strong cash flow": 9043, "cash flow supports": 1381, "flow supports ongoing": 3704, "supply chain optimization": 9176, "initiatives include expansion": 4850, "recent strategic moves": 7666, "strategic moves include": 8984, "maintains investment grade": 5549, "investment grade credit": 5034, "grade credit ratings": 4132, "debt levels consistent": 2397, "consistent dividend payments": 1987, "steady revenue growth": 8927, "revenue growth driven": 8056, "supply chain efficiency": 9170, "diversified customer base": 2720, "customer base including": 2293, "contracts include partnerships": 2094, "strong cash flow supports": 9046, "recent strategic moves include": 7667, "maintains investment grade credit": 5550, "investment grade credit ratings": 5036, "steady revenue growth driven": 8928, "maintains investment grade credit ratings": 5552, "apple": 687, "sector": 8287, "consumer": 2018, "electronics": 2954, "greater": 4135, "japan": 5113, "rest": 7951, "smartphones": 8662, "mac": 5510, "personal": 6885, "comprises": 1942, "app": 681, "music": 6194, "pay": 6836, "advertising": 346, "hardware": 4219, "chips": 1527, "series": 8383, "ecosystems": 2883, "ai": 414, "ar": 731, "semiconductors": 8372, "displays": 2666, "memory": 5948, "camera": 1277, "ibm": 4460, "enterprise": 3134, "broadcom": 1211, "qualcomm": 7506, "corning": 2170, "glass": 4037, "enterprises": 3140, "samsung": 8228, "google": 4108, "microsoft": 5989, "huawei": 4433, "dell": 2439, "sony": 8765, "amazon": 499, "devices": 2555, "licensing": 5361, "fy2023": 3898, "contributor": 2126, "total": 9535, "100": 13, "reserves": 7921, "powered": 7110, "increased": 4687, "augmented": 849, "reality": 7590, "2024": 97, "launch": 5274, "2030": 98, "free": 3855, "repurchase": 7898, "ecosystem": 2882, "strategy": 9006, "leadership": 5290, "platform": 6981, "device": 2552, "operates technology": 6582, "technology sector": 9400, "sector primarily": 8290, "consumer electronics": 2023, "digital services": 2623, "services headquartered": 8483, "global markets": 4061, "markets including": 5835, "including americas": 4637, "americas europe": 574, "china japan": 1523, "services segment": 8513, "capabilities facilities": 1302, "include corporate": 4530, "corporate offices": 2181, "manufacturing partnerships": 5736, "primarily china": 7176, "chain involves": 1461, "major partners": 5609, "enterprise solutions": 3139, "customers span": 2332, "individual consumers": 4719, "enterprises government": 3141, "government agencies": 4113, "peers competitors": 6860, "content licensing": 2053, "services revenue": 8510, "breakdown segment": 1180, "largest contributor": 5232, "total revenue": 9537, "europe 25": 3243, "revenue approximately": 7994, "100 billion": 14, "cash reserves": 1385, "exceeding 50": 3315, "50 billion": 138, "billion recent": 1053, "expansion ai": 3357, "ai powered": 434, "increased focus": 4690, "augmented reality": 850, "financially robust": 3607, "strong free": 9056, "free cash": 3856, "share repurchase": 8551, "repurchase programs": 7899, "integrated hardware": 4942, "hardware software": 4222, "brand loyalty": 1147, "services platform": 8502, "device sales": 2554, "operates technology sector": 6583, "serves global markets": 8406, "global markets including": 4065, "markets including americas": 5836, "facilities include corporate": 3450, "include corporate offices": 4534, "supply chain involves": 9173, "major partners include": 5611, "enterprises government agencies": 3142, "peers competitors include": 6862, "services revenue breakdown": 8511, "revenue breakdown segment": 8015, "total revenue approximately": 9538, "developments include expansion": 2546, "strong free cash": 9057, "free cash flow": 3857, "share repurchase programs": 8552, "integrated hardware software": 4943, "california serves global markets": 1270, "serves global markets including": 8409, "global markets including americas": 4066, "facilities include corporate offices": 3453, "recent developments include expansion": 7617, "strong free cash flow": 9058, "california serves global markets including": 1271, "serves global markets including americas": 8410, "nasdaq": 6203, "machinery": 5515, "material": 5879, "handling": 4217, "asian": 794, "warehouse": 9861, "logistics": 5455, "designed": 2488, "warehousing": 9863, "internal": 4995, "combustion": 1670, "order": 6660, "automated": 867, "vehicles": 9791, "enabled": 3008, "productivity": 7320, "announcements": 641, "highlight": 4358, "ev": 3286, "smart": 8656, "robotics": 8151, "aimed": 441, "assembly": 804, "southeast": 8779, "optimize": 6649, "lithium": 5408, "ion": 5086, "battery": 988, "retailers": 7978, "party": 6817, "toyota": 9548, "players": 7016, "niche": 6324, "differentiate": 2573, "categories": 1395, "represent": 7891, "65": 162, "indicate": 4707, "recurring": 7685, "benefit": 1009, "iso": 5105, "certification": 1449, "specialization": 8810, "profile": 7350, "competitively": 1899, "amidst": 586, "technological": 9313, "operates industrial": 6551, "industrial equipment": 4733, "sector specializing": 8291, "specializing manufacturing": 8822, "material handling": 5882, "serves primarily": 8421, "asian markets": 795, "markets expanding": 5824, "europe north": 3280, "logistics solutions": 5461, "core offerings": 2156, "integration advanced": 4961, "technology including": 9370, "iot enabled": 5094, "fleet management": 3681, "solutions enhance": 8734, "enhance operational": 3098, "recent product": 7652, "product announcements": 7272, "announcements highlight": 644, "highlight expansion": 4359, "electric vehicle": 2938, "vehicle ev": 9788, "facilities primarily": 3475, "primarily located": 7195, "southeast asia": 8780, "optimize supply": 6652, "efficiency reduce": 2914, "reduce costs": 7698, "suppliers specializing": 9161, "lithium ion": 5409, "ion battery": 5088, "battery technology": 992, "software providers": 8698, "providers key": 7439, "logistics companies": 5456, "automotive manufacturers": 883, "party logistics": 6818, "providers company": 7427, "company collaborates": 1764, "industrial automation": 4726, "niche markets": 6325, "revenue segmented": 8082, "segmented product": 8339, "product categories": 7277, "approximately 65": 719, "services including": 8486, "10 geographic": 9, "revenue distribution": 8036, "roughly 70": 8176, "pacific 20": 6711, "20 europe": 55, "europe 10": 3234, "reports indicate": 7878, "consistent revenue": 1990, "driven increased": 2808, "increased adoption": 4688, "products focus": 7326, "service contracts": 8436, "recurring revenue": 7686, "margins benefit": 5762, "proprietary technology": 7402, "manufacturing capabilities": 5716, "capabilities recent": 1305, "automotive oems": 884, "logistics firms": 5457, "investments ai": 5049, "ai driven": 425, "environmental management": 3157, "solutions strategic": 8757, "manufacturing footprint": 5728, "automation technologies": 873, "financial profile": 3585, "steady growth": 8924, "increasing demand": 4694, "sustainable operations": 9253, "europe north america": 3281, "recent product announcements": 7653, "electric vehicle ev": 2939, "optimize supply chain": 6653, "lithium ion battery": 5411, "revenue segmented product": 8083, "10 geographic revenue": 10, "geographic revenue distribution": 3994, "asia pacific 20": 780, "20 europe 10": 56, "annual reports indicate": 652, "consistent revenue growth": 1991, "growth driven increased": 4183, "driven increased adoption": 2809, "recurring revenue streams": 7687, "optimize supply chain efficiency": 6654, "recent annual reports indicate": 7603, "consistent revenue growth driven": 1992, "revenue growth driven increased": 8058, "growth driven increased adoption": 4184, "revenue growth driven increased adoption": 8059, "abbvie": 191, "biopharmaceutical": 1084, "focusing": 3759, "discovery": 2653, "marketing": 5807, "illinois": 4471, "immunology": 4481, "neuroscience": 6284, "eye": 3425, "care": 1357, "drugs": 2837, "anti": 670, "biologic": 1074, "historically": 4372, "driver": 2823, "facing": 3490, "biosimilar": 1093, "abbott": 189, "spin": 8842, "2013": 73, "2020": 81, "plc": 7018, "post": 7087, "merger": 5958, "contributors": 2128, "ireland": 5100, "italy": 5109, "annually": 668, "viral": 9824, "diseases": 2658, "investigational": 5023, "antibody": 672, "drug": 2831, "formulations": 3806, "existing": 3328, "collaborators": 1652, "genmab": 3973, "roche": 8161, "biotech": 1095, "ingredients": 4830, "security": 8310, "hospitals": 4413, "specialty": 8823, "pharmacies": 6919, "pfizer": 6905, "bristol": 1193, "myers": 6198, "squibb": 8865, "merck": 5957, "amgen": 578, "regeneron": 7739, "pharmaceuticals": 6917, "landscape": 5217, "patent": 6823, "approvals": 705, "14": 23, "dividends": 2757, "repurchases": 7900, "acquisition": 230, "manageable": 5643, "addressing": 284, "promoting": 7380, "exploring": 3402, "gene": 3940, "therapy": 9480, "indications": 4716, "hematologic": 4331, "malignancies": 5641, "contribute": 2112, "reducing": 7707, "access": 207, "medicines": 5933, "successful": 9111, "shift": 8574, "therapeutic": 9471, "areas": 739, "mitigate": 6077, "risks": 8139, "related": 7798, "estate": 3211, "underpin": 9658, "operates biopharmaceutical": 6525, "biopharmaceutical industry": 1087, "industry focusing": 4759, "focusing discovery": 3765, "discovery development": 2654, "development manufacturing": 2522, "manufacturing marketing": 5730, "products headquartered": 7331, "chicago illinois": 1514, "including north": 4649, "asia latin": 771, "eye care": 3426, "largest revenue": 5236, "abbott laboratories": 190, "post merger": 7090, "30 geographic": 119, "europe international": 3271, "globally including": 4091, "billion annually": 1032, "diseases including": 2660, "pipeline includes": 6951, "collaborators include": 1653, "biotech firms": 1098, "development licensing": 2520, "licensing agreements": 5362, "global suppliers": 4082, "active pharmaceutical": 249, "pharmaceutical ingredients": 6914, "customers encompass": 2315, "healthcare providers": 4302, "providers hospitals": 7437, "hospitals specialty": 4416, "specialty pharmacies": 8830, "government programs": 4123, "johnson johnson": 5122, "bristol myers": 1194, "myers squibb": 6199, "regeneron pharmaceuticals": 7740, "competitive landscape": 1890, "regulatory approvals": 7770, "billion 2023": 1027, "14 billion": 24, "supporting dividends": 9209, "dividends share": 2758, "share repurchases": 8553, "debt management": 2401, "gross margin": 4150, "operating margin": 6597, "stable cash": 8869, "gene therapy": 3943, "new indications": 6291, "hematologic malignancies": 4332, "initiatives including": 4851, "reducing carbon": 7708, "distinctive features": 2675, "features include": 3524, "strategic shift": 9001, "therapeutic areas": 9472, "commercial infrastructure": 1690, "underpin competitive": 9659, "operates biopharmaceutical industry": 6526, "biopharmaceutical industry focusing": 1089, "markets including north": 5839, "including north america": 4650, "europe asia latin": 3254, "asia latin america": 772, "30 geographic revenue": 120, "geographic revenue primarily": 4001, "active pharmaceutical ingredients": 250, "healthcare providers hospitals": 4303, "hospitals specialty pharmacies": 4417, "bristol myers squibb": 1195, "supporting dividends share": 9210, "dividends share repurchases": 2759, "emphasizes sustainability initiatives": 2993, "sustainability initiatives including": 9237, "reducing carbon footprint": 7710, "distinctive features include": 2676, "global markets including north": 4068, "markets including north america": 5840, "including north america europe": 4651, "america europe asia latin": 536, "europe asia latin america": 3255, "serves global markets including north": 8412, "global markets including north america": 4069, "markets including north america europe": 5841, "including north america europe asia": 4652, "north america europe asia latin": 6362, "america europe asia latin america": 537, "biologics": 1075, "therapies": 9476, "2012": 71, "vancouver": 9769, "natural": 6213, "immune": 4476, "rapidly": 7536, "identify": 4466, "antibodies": 671, "enables": 3010, "screening": 8276, "millions": 6045, "cells": 1409, "discover": 2652, "infectious": 4794, "autoimmune": 864, "disorders": 2664, "collaboration": 1640, "biopharma": 1082, "novel": 6395, "eli": 2960, "lilly": 5386, "developed": 2501, "treatment": 9602, "novartis": 6394, "gilead": 4035, "moderna": 6110, "role": 8166, "pipelines": 6955, "headquarters": 4267, "spaces": 8791, "throughput": 9493, "sequencing": 8382, "computational": 1944, "biology": 1076, "derives": 2478, "milestone": 6024, "royalties": 8183, "therapeutics": 9473, "expanded": 3336, "disease": 2656, "single": 8623, "cell": 1405, "combining": 1666, "accelerating": 203, "timelines": 9508, "vendors": 9794, "cancer": 1290, "commercialization": 1708, "partnered": 6757, "algorithms": 469, "broaden": 1212, "model": 6095, "time": 9504, "operates biotechnology": 6528, "biotechnology industry": 1103, "founded 2012": 3828, "2012 headquartered": 72, "serving global": 8529, "primarily canada": 7175, "utilizes proprietary": 9748, "technology enables": 9353, "infectious diseases": 4796, "diseases oncology": 2661, "products services": 7342, "services include": 8485, "biopharma companies": 1083, "key partners": 5156, "eli lilly": 2961, "gilead sciences": 4036, "company provides": 1843, "technology licensing": 9387, "include headquarters": 4557, "high throughput": 4353, "generation sequencing": 3962, "revenue derives": 8033, "derives mainly": 2479, "collaboration agreements": 1641, "agreements milestone": 408, "milestone payments": 6025, "licensing fees": 5366, "financial reports": 3586, "revenues driven": 8108, "oncology infectious": 6480, "infectious disease": 4795, "breakdown primarily": 1178, "pharmaceutical partners": 6916, "platform combining": 6983, "contract research": 2073, "research organizations": 7917, "infrastructure vendors": 4828, "ongoing expansion": 6493, "platform capabilities": 6982, "targeting cancer": 9296, "autoimmune diseases": 865, "products company": 7322, "learning algorithms": 5303, "leverages technology": 5336, "significant player": 8608, "operates biotechnology industry": 6529, "biotechnology industry focusing": 1105, "founded 2012 headquartered": 3829, "serving global markets": 8530, "global markets primarily": 4070, "products services include": 7343, "key partners include": 5158, "facilities include headquarters": 3456, "revenue derives mainly": 8034, "agreements milestone payments": 409, "financial reports indicate": 3588, "revenue breakdown primarily": 8013, "contract research organizations": 2074, "machine learning algorithms": 5514, "operates biotechnology industry focusing": 6531, "developing": 2504, "commercializing": 1711, "treatments": 9603, "rare": 7538, "primary": 7219, "severe": 8544, "type": 9637, "iii": 4470, "syndrome": 9265, "storage": 8946, "lead": 5284, "candidates": 1295, "employs": 3003, "associated": 829, "virus": 9830, "aav": 186, "vector": 9784, "transfer": 9570, "deliver": 2428, "durable": 2845, "effects": 2896, "administration": 298, "purification": 7495, "gmp": 4097, "compliant": 1926, "leverage": 5327, "cutting": 2339, "edge": 2885, "editing": 2888, "trial": 9606, "studies": 9086, "submissions": 9092, "representing": 7892, "portion": 7064, "trials": 9610, "investor": 5064, "communications": 1730, "late": 5246, "stage": 8880, "orphan": 6681, "designations": 2487, "pathways": 6828, "fda": 3515, "european": 3283, "agency": 386, "ema": 2962, "bio": 1067, "traditional": 9559, "pursuing": 7503, "disorder": 2663, "progress": 7367, "enrollment": 3124, "interactions": 4984, "actively": 254, "pursues": 7500, "grants": 4133, "utilizing": 9750, "scalable": 8251, "underserved": 9661, "patient": 6829, "populations": 7037, "therapeutics ticker": 9475, "focusing developing": 3761, "developing commercializing": 2505, "rare genetic": 7542, "genetic diseases": 3969, "company serves": 1852, "located united": 5446, "gene therapies": 3942, "therapies targeting": 9479, "lead candidates": 5286, "employs advanced": 3004, "partnerships contract": 6783, "manufacturing organizations": 5732, "research development": 7910, "cutting edge": 2340, "gene editing": 3941, "collaborates academic": 1636, "institutions clinical": 4900, "clinical trial": 1580, "trial sites": 9609, "clinical studies": 1579, "regulatory submissions": 7785, "primarily licensing": 7193, "representing significant": 7893, "significant portion": 8609, "operating costs": 6589, "ongoing clinical": 6488, "clinical trials": 1584, "product development": 7280, "development company": 2512, "focus advancing": 3714, "late stage": 5247, "stage clinical": 8883, "clinical programs": 1573, "orphan drug": 6682, "firms specializing": 3652, "rare diseases": 7540, "differentiates proprietary": 2578, "partnerships enhancing": 6787, "capabilities company": 1300, "highlights progress": 4367, "regulatory interactions": 7779, "manufacturing capacity": 5717, "actively pursues": 257, "rare disease": 7539, "clinical stage": 1576, "biopharmaceutical company": 1086, "company specializing": 1856, "therapies rare": 9478, "utilizing proprietary": 9751, "technologies focus": 9323, "global clinical": 4040, "clinical development": 1570, "development strategic": 2536, "scalable manufacturing": 8253, "industry focusing developing": 4760, "rare genetic diseases": 7543, "company serves global": 1853, "located united states": 5447, "collaborates academic institutions": 1637, "academic institutions clinical": 197, "clinical trial sites": 1583, "revenue primarily licensing": 8075, "primarily licensing agreements": 7194, "licensing agreements milestone": 5363, "ongoing clinical trials": 6489, "late stage clinical": 5248, "news highlights progress": 6315, "company serves global markets": 1854, "revenue primarily licensing agreements": 8076, "licensing agreements milestone payments": 5364, "recent news highlights progress": 7649, "beverage": 1018, "beer": 1001, "soft": 8681, "drinks": 2796, "non": 6335, "alcoholic": 468, "beverages": 1019, "s\u00e3o": 9280, "paulo": 6835, "argentina": 747, "countries": 2217, "subsidiary": 9105, "ab": 187, "brands": 1155, "spans": 8805, "craft": 2230, "plus": 7021, "pepsico": 6874, "partnership": 6775, "brewing": 1190, "bars": 963, "restaurants": 7954, "direct": 2636, "channels": 1484, "local": 5438, "report": 7849, "85": 179, "remaining": 7820, "alcohol": 467, "variants": 9774, "water": 9874, "usage": 9720, "emissions": 2977, "promote": 7379, "circular": 1532, "financials": 3609, "15": 25, "usd": 9721, "ebitda": 2871, "aligned": 472, "faces": 3433, "currency": 2278, "changes": 1479, "pressures": 7163, "strength": 9022, "differentiators": 2582, "dominant": 2776, "industry primarily": 4769, "s\u00e3o paulo": 9281, "company core": 1769, "brands include": 1156, "portfolio spans": 7060, "operations encompass": 6621, "production distribution": 7311, "includes advanced": 4629, "digital marketing": 2606, "marketing platforms": 5811, "leverages partnerships": 5333, "partnerships suppliers": 6812, "packaging materials": 6732, "logistics providers": 5459, "base includes": 968, "direct consumer": 2637, "consumer channels": 2020, "breakdown latest": 